Repository: zulip/zulip-flutter
Catalog: assets/l10n/app_*.arb
Languages: de, fr, he, it, ja, pl, ru, sk, sl, uk, zh_hans_cn, zh_hant_tw

# discardDraftForEditConfirmationDialogMessage
source: When you edit a message, the content that was previously in the compose box is discarded.
de: Wenn du eine Nachricht bearbeitest, wird der vorherige Inhalt der Nachrichteneingabe verworfen.
it: Quando si modifica un messaggio, il contenuto precedentemente presente nella casella di composizione viene ignorato.
ja: メッセージを編集すると、作成中の内容は破棄されます。
pl: Miej na uwadze, że przechodząc do zmiany wiadomości wyczyścisz okno nowej wiadomości.
ru: При изменении сообщения текст из поля для редактирования удаляется.
sl: Ko urejate sporočilo, se prejšnja vsebina polja za pisanje zavrže.
uk: При редагуванні повідомлення, текст з поля для редагування видаляється.
zh_hans_cn: 当您编辑消息时，文本框中已有的内容将会被清空。
zh_hant_tw: 當您編輯訊息時，編輯框中原有的內容將被捨棄。

# discardDraftForOutboxConfirmationDialogMessage
source: When you restore an unsent message, the content that was previously in the compose box is discarded.
de: Wenn du eine nicht gesendete Nachricht wiederherstellst, wird der vorherige Inhalt der Nachrichteneingabe verworfen.
it: Quando si recupera un messaggio non inviato, il contenuto precedentemente presente nella casella di composizione viene ignorato.
ja: 未送信メッセージを復元すると、作成中の内容は破棄されます。
pl: Przywracając wiadomość, która nie została wysłana, wyczyścisz zawartość kreatora nowej.
ru: При восстановлении неотправленного сообщения содержимое поля редактирования очищается.
sl: Ko obnovite neodposlano sporočilo, se vsebina, ki je bila prej v polju za pisanje, zavrže.
uk: При відновленні невідправленого повідомлення, вміст поля редагування очищається.
zh_hans_cn: 当您恢复未能发送的消息时，文本框已有的内容将会被清空。
zh_hant_tw: 當您還原未發送的訊息時，編輯框中原有的內容將被捨棄。

# dmsWithOthersPageTitle
source: DMs with {others}
de: DNs mit {others}
it: MD con {others}
ja: {others}とのDM
pl: DM z {others}
ru: ЛС с {others}
sl: Neposredna sporočila z {others}
uk: Особисті повідомлення з {others}
zh_hans_cn: 与{others}的私信
zh_hant_tw: 與 {others} 的私訊

# dmsWithYourselfPageTitle
source: DMs with yourself
de: DNs mit dir selbst
it: MD con te stesso
ja: 自分とのDM
pl: DM do siebie
ru: ЛС с собой
sl: Neposredna sporočila s samim seboj
uk: Особисті повідомлення із собою
zh_hans_cn: 与自己的私信
zh_hant_tw: 私訊給自己

# editAlreadyInProgressMessage
source: An edit is already in progress. Please wait for it to complete.
de: Eine Bearbeitung läuft gerade. Bitte warte bis sie abgeschlossen ist.
fr: Une modification est déjà en cours. Merci d'attendre qu'elle soit terminée.
it: Una modifica è già in corso. Attendere il completamento.
ja: 他の編集が進行中です。完了するまでお待ちください。
pl: Operacja zmiany w toku. Zaczekaj na jej zakończenie.
ru: Редактирование уже выполняется. Дождитесь завершения.
sl: Urejanje je že v teku. Počakajte, da se konča.
uk: Редагування уже виконується. Дочекайтеся його завершення.
zh_hans_cn: 已有正在被编辑的消息。请在其完成后重试。
zh_hant_tw: 編輯已在進行中。請等待其完成。

# editAlreadyInProgressTitle
source: Cannot edit message
de: Kann Nachricht nicht bearbeiten
fr: Impossible de modifier le message
it: Impossibile modificare il messaggio
ja: メッセージを編集できません
pl: Nie udało się zapisać zmiany
ru: Редактирование недоступно
sl: Urejanje sporočila ni mogoče
uk: Неможливо редагувати повідомлення
zh_hans_cn: 未能编辑消息
zh_hant_tw: 無法編輯訊息

# emojiPickerSearchEmoji
source: Search emoji
de: Emoji suchen
it: Cerca emoji
ja: 絵文字を検索
pl: Szukaj emoji
ru: Поиск эмодзи
sk: Hľadať emotikon
sl: Iskanje emojijev
uk: Пошук емодзі
zh_hans_cn: 搜索表情符号
zh_hant_tw: 搜尋表情符號

# emojiReactionsMore
source: more
de: mehr
it: altro
ja: その他
pl: więcej
ru: ещё
sk: viac
sl: več
uk: більше
zh_hans_cn: 更多
zh_hant_tw: 更多

# emptyMessageList
source: There are no messages here.
de: Hier gibt es keine Nachrichten.
ja: ここにはメッセージがありません。
pl: Póki co brak wiadomości.
ru: Здесь нет сообщений.
sl: Tukaj ni sporočil.
uk: Тут немає повідомлень.
zh_hans_cn: 这里没有消息。
zh_hant_tw: 這裡沒有訊息。

# emptyMessageListSearch
source: No search results.
de: Keine Suchergebnisse.
ja: 検索結果はありません。
pl: Brak wyników wyszukiwania.
ru: Ничего не найдено.
sl: Ni zadetkov iskanja.
uk: Немає результатів пошуку.
zh_hans_cn: 没有搜索结果。
zh_hant_tw: 沒有搜尋結果。

# errorAccountLoggedIn
source: The account {email} at {server} is already in your list of accounts.
de: Der Account {email} auf {server} ist bereits in deiner Account-Liste.
fr: Le compte {email} at {server} figure déjà dans votre liste de comptes.
it: L'account {email} su {server} è già presente nell'elenco account.
ja: {server} の {email} アカウントは、すでにアカウント一覧に追加されています。
pl: Konto {email} na {server} znajduje się już na liście dodanych kont.
ru: Учетная запись {email} на {server} уже присутствует.
sl: Račun {email} na {server} je že na vašem seznamu računov.
uk: Обліковий запис {email} на {server} уже є у вашому списку облікових записів.
zh_hans_cn: 在 {server} 的账号 {email} 已经在您的账号列表了。
zh_hant_tw: 在 {server} 的帳號 {email} 已經存在帳號清單中。

# errorAccountLoggedInTitle
source: Account already logged in
de: Account bereits angemeldet
fr: Vous êtes déjà connecté à ce compte.
it: Account già registrato
ja: このアカウントはすでにログインしています
pl: Konto już wylogowane
ru: Вход в учетную запись уже выполнен
sk: Účet je už prihlásený
sl: Račun je že prijavljen
uk: В обліковий запис уже ввійшли
zh_hans_cn: 已经登入该账号
zh_hant_tw: 帳號已經登入了

# errorConnectingToServerDetails
source: Error connecting to Zulip at {serverUrl}. Will retry: {error}
de: Fehler beim Verbinden mit Zulip auf {serverUrl}. Wird wiederholt: {error}
fr: Une erreur s'est produite lors de la connexion à Zulip sur {serverUrl}. Nouvelle tentative imminente : {error}
it: Errore durante la connessione a Zulip su {serverUrl}. Verrà effettuato un nuovo tentativo: {error}
ja: Zulip（{serverUrl}）への接続でエラーが発生しました。再試行します： {error}
pl: Błąd połączenia z Zulip {serverUrl}. Spróbujmy ponownie: {error}
ru: Ошибка подключения к Zulip на {serverUrl}. Повторим попытку: {error}
sk: Nepodarilo sa pripojiť na Zulip server {serverUrl}. Skúsim znovu: {error}
sl: Napaka pri povezovanju z Zulipom na {serverUrl}. Poskusili bomo znova: {error}
uk: Помилка підключення до Zulip на {serverUrl}. Буде повторена спроба: {error}
zh_hans_cn: 未能连接到在 {serverUrl} 的 Zulip 服务器。即将重连： {error}
zh_hant_tw: 連接 Zulip {serverUrl} 時發生錯誤。將重試： {error}

# errorConnectingToServerShort
source: Error connecting to Zulip. Retrying…
de: Fehler beim Verbinden mit Zulip. Wiederhole…
fr: Une erreur s'est produite lors de la connexion au serveur. Nouvelle tentative en cours…
it: Errore di connessione a Zulip. Nuovo tentativo…
ja: Zulip への接続でエラーが発生しました。再試行中…
pl: Błąd połączenia z Zulip. Ponawiam…
ru: Ошибка подключения к Zulip. Повторяем попытку…
sk: Chyba pri pripájaní na Zulip. Skúšam znovu…
sl: Napaka pri povezovanju z Zulipom. Poskušamo znova…
uk: Помилка підключення до Zulip. Повторна спроба…
zh_hans_cn: 未能连接到 Zulip. 重试中…
zh_hant_tw: 連接 Zulip 時發生錯誤。重試中…

# errorContentNotInsertedTitle
source: Content not inserted
de: Inhalt nicht eingefügt
ja: コンテンツを挿入できませんでした
pl: Dodanie zawartości bez powodzenia
ru: Содержимое не вставлено
sl: Vsebina ni vstavljena
uk: Вміст не вставлено
zh_hans_cn: 未插入内容
zh_hant_tw: 未插入內容

# errorContentToInsertIsEmpty
source: The file to be inserted is empty or cannot be accessed.
de: Die einzufügende Datei ist leer oder kann nicht geöffnet werden.
ja: 挿入しようとしたファイルが空、またはアクセスできません。
pl: Plik do dodania jest pusty lub nie ma do niego dostępu.
ru: Файл для вставки пустой, или к нему нет доступа.
sl: Datoteka za vstavljanje je prazna ali nedostopna.
uk: Файл, який потрібно вставити, порожній або до нього немає доступу.
zh_hans_cn: 要插入的文件为空或无法访问。
zh_hant_tw: 要插入的檔案為空或無法存取。

# errorCopyingFailed
source: Copying failed
de: Kopieren fehlgeschlagen
fr: Échec de la copie
he: העתקה נכשלה
it: Copia non riuscita
ja: コピーに失敗しました
pl: Nie udało się skopiować
ru: Сбой копирования
sk: Kopírovanie zlyhalo
sl: Kopiranje ni uspelo
uk: Помилка копіювання
zh_hans_cn: 未能复制消息文本
zh_hant_tw: 複製失敗

# errorCouldNotAccessUploadedFileTitle
source: Could not access uploaded file
pl: Brak dostępu do załadowanego pliku
ru: Не удалось получить доступ к загруженному файлу
sl: Dostop do naložene datoteke ni mogoč
uk: Не вдалося отримати доступ до завантаженого файлу
zh_hant_tw: 無法存取上傳的檔案

# errorCouldNotConnectTitle
source: Could not connect
de: Konnte nicht verbinden
fr: Impossible de se connecter au serveur
it: Impossibile connettersi
ja: 接続できませんでした
pl: Brak połączenia
ru: Нет связи с сервером
sl: Povezave ni bilo mogoče vzpostaviti
uk: Не вдалося підключитися
zh_hans_cn: 未能连接
zh_hant_tw: 無法連線

# errorCouldNotEditMessageTitle
source: Could not edit message
de: Konnte Nachricht nicht bearbeiten
fr: Le message n'a pas pu être modifié
it: Impossibile modificare il messaggio
ja: メッセージを編集できませんでした
pl: Nie można zmienić wiadomości
ru: Сбой редактирования
sl: Sporočila ni mogoče urediti
uk: Не вдалося редагувати повідомлення
zh_hans_cn: 未能编辑消息
zh_hant_tw: 無法編輯訊息

# errorCouldNotFetchMessageSource
source: Could not fetch message source.
de: Konnte Nachrichtenquelle nicht abrufen.
fr: Impossible d'atteindre le message source.
it: Impossibile recuperare l'origine del messaggio.
ja: メッセージのソースを取得できませんでした。
pl: Nie można uzyskać źródłowej wiadomości.
ru: Не удалось извлечь источник сообщения.
sk: Nepodarilo sa nahrať zdroj správy
sl: Ni bilo mogoče pridobiti vira sporočila.
uk: Не вдалося отримати джерело повідомлення.
zh_hans_cn: 未能获取原始消息。
zh_hant_tw: 無法取得訊息來源。

# errorCouldNotOpenLink
source: Link could not be opened: {url}
de: Link konnte nicht geöffnet werden: {url}
fr: Le lien suivant n'a pas pu être ouvert : {url}
it: Impossibile aprire il collegamento: {url}
ja: リンクを開けませんでした：{url}
pl: Nie można otworzyć: {url}
ru: Не удалось открыть ссылку: {url}
sl: Povezave ni bilo mogoče odpreti: {url}
uk: Не вдалося відкрити посилання: {url}
zh_hans_cn: 未能打开此链接：{url}
zh_hant_tw: 無法開啟連結: {url}

# errorCouldNotOpenLinkTitle
source: Unable to open link
de: Link kann nicht geöffnet werden
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il collegamento
ja: リンクを開けませんでした
pl: Nie udało się otworzyć odnośnika
ru: Не удалось открыть ссылку
sl: Povezave ni mogoče odpreti
uk: Неможливо відкрити посилання
zh_hans_cn: 未能打开链接
zh_hant_tw: 無法開啟連結

# errorCouldNotShowUserProfile
source: Could not show user profile.
de: Nutzerprofil kann nicht angezeigt werden.
fr: Impossible de montrer le profil de l'utilisateur.
he: לא ניתן להציג פרופיל משתמש.
it: Impossibile mostrare il profilo utente.
ja: ユーザープロフィールを表示できませんでした。
pl: Nie udało się wyświetlić profilu.
ru: Не удалось показать профиль пользователя.
sl: Uporabniškega profila ni mogoče prikazati.
uk: Не вдалося показати профіль користувача.
zh_hans_cn: 无法显示用户个人资料。
zh_hant_tw: 無法顯示使用者設定檔。

# errorDeleteMessageFailedTitle
source: Failed to delete message
de: Löschen der Nachricht fehlgeschlagen
fr: Échec de la suppression du message
he: מחיקת ההודעה נכשלה
pl: Kasowanie wiadomości bez powodzenia
ru: Не удалось удалить сообщение
sl: Sporočila se ne da izbrisati
uk: Не вдалося видалити повідомлення
zh_hans_cn: 删除消息失败
zh_hant_tw: 刪除訊息失敗

# errorDialogLearnMore
source: Learn more
de: Mehr erfahren
it: Scopri di più
ja: 詳しく見る
pl: Dowiedz się więcej
ru: Узнать больше
sl: Več o tem
uk: Дізнайтися більше
zh_hans_cn: 更多信息
zh_hant_tw: 了解更多

# errorDialogTitle
source: Error
de: Fehler
it: Errore
ja: エラー
pl: Błąd
ru: Ошибка
sk: Chyba
sl: Napaka
uk: Помилка
zh_hans_cn: 错误
zh_hant_tw: 錯誤

# errorFailedToUploadFileTitle
source: Failed to upload file: {filename}
de: Fehler beim Upload der Datei: {filename}
fr: Impossible de charger le fichier {filename}
it: Impossibile caricare il file: {filename}
ja: ファイルのアップロードに失敗しました: {filename}
pl: Nie udało się załadować pliku: {filename}
ru: Не удалось загрузить файл: {filename}
sk: Nepodarilo sa nahrať súbor: {filename}
sl: Nalaganje datoteke ni uspelo: {filename}
uk: Не вдалося завантажити файл: {filename}
zh_hans_cn: 未能上传文件：{filename}
zh_hant_tw: 上傳檔案失敗：{filename}

# errorFilesTooLarge
source: {num, plural, =1{File is} other{{num} files are}} larger than the server's limit of {maxFileUploadSizeMib} MiB and will not be uploaded: {listMessage}
de: {num, plural, =1{Datei ist} other{{num} Dateien sind}} größer als das Serverlimit von {maxFileUploadSizeMib} MiB und {num, plural, =1{wird} other{{num} werden}} nicht hochgeladen: {listMessage}
fr: {num, plural, =1{Fichier est} other{{num} fichiers sont}} plus gros que la limite de capacité du serveur ({maxFileUploadSizeMib} MO) et ne peu(ven)t pas être chargé(s) : {listMessage}
it: {num, plural, =1{file è} other{{num} file sono}} più grande/i del limite del server di {maxFileUploadSizeMib} MiB e non verrà/anno caricato/i: {listMessage}
ja: {num, plural, =1{添付したファイルは} other{添付した {num} 個のファイルは}}サーバーの上限 {maxFileUploadSizeMib} MiB を超えているため、アップロードできません： {listMessage}
pl: {num, plural, =1{Plik jest} other{{num} Pliki są}} ponad limit serwera {maxFileUploadSizeMib} MiB i nie zostaną przyjęte: {listMessage}
ru: Размер {num, plural, =1{файла} other{{num} файлов}} превышает предел для сервера {maxFileUploadSizeMib} МиБ, загрузка невозможна: {listMessage}
sl: {num, plural, one{{num} datoteka presega} two{{num} datoteki presegata} few{{num} datoteke presegajo} other{{num} datotek presega}} omejitev velikosti strežnika ({maxFileUploadSizeMib} MiB) in {num, plural, one{ne bo naložena} two{ne bosta naloženi} few{ne bodo naložene} other{ne bodo naložene}}: {listMessage}
uk: {num, plural, =1{Файл} other{{num} файли}} перевищують ліміт сервера в {maxFileUploadSizeMib} MiB і не будуть завантажені: {listMessage}
zh_hans_cn: {num, plural, other{{num} 个您上传的文件}}大小超过了该组织 {maxFileUploadSizeMib} MiB 的限制： {listMessage}
zh_hant_tw: {num, plural, =1{檔案} other{{num} 個檔案}}超過伺服器 {maxFileUploadSizeMib} MiB 的限制，將不會上傳： {listMessage}

# errorFilesTooLargeTitle
source: {num, plural, =1{File} other{Files}} too large
de: {num, plural, =1{Datei} other{Dateien}} zu groß
fr: {num, plural, =1{Le fichier est trop lourd} other{Les fichier sont trop lourds}}
it: {num, plural, =1{File} other{File}} troppo grande/i
ja: {num, plural, =1{ファイルが大きすぎます} other{ファイルが大きすぎます}}
pl: {num, plural, =1{Plik} other{Pliki}} ponad limit
ru: Слишком большой размер {num, plural, =1{файла} other{файлов}}
sk: {num, plural, =1{File} other{Files}} príliš veľký
sl: "{num, plural, one{{num} datoteka je prevelika} two{{num} datoteki sta preveliki} few{{num} datoteke so prevelike} other{{num} datotek je prevelikih}}"
uk: {num, plural, =1{Файл} other{Файли}} занадто великий
zh_hans_cn: {num, plural, =1{文件} other{文件}}太大
zh_hant_tw: {num, plural, =1{檔案} other{檔案}}太大

# errorFollowTopicFailed
source: Failed to follow topic
de: Konnte Thema nicht folgen
fr: Échec du suivi du sujet
it: Impossibile seguire l'argomento
ja: トピックをフォローできませんでした
pl: Śledzenie bez powodzenia
ru: Не удалось начать отслеживать тему
sl: Sledenje temi ni uspelo
uk: Не вдалося підписатися на тему
zh_hans_cn: 未能关注话题
zh_hant_tw: 無法跟隨話題

# errorHandlingEventDetails
source: Error handling a Zulip event from {serverUrl}; will retry. Error: {error} Event: {event}
de: Fehler beim Verarbeiten eines Zulip-Ereignisses von {serverUrl}; Wird wiederholt. Fehler: {error} Ereignis: {event}
fr: Une erreur s'est produite sur le serveur {serverUrl} ; tentative de reconnexion imminente. Erreur : {error} Événement : {event}
it: Errore nella gestione di un evento Zulip da {serverUrl}; verrà effettuato un nuovo tentativo. Errore: {error} Evento: {event}
ja: Zulip（{serverUrl}）からのイベント処理でエラーが発生しました。再試行します。 エラー：{error} イベント：{event}
pl: Błąd zdarzenia Zulip z {serverUrl}; ponawiam. Błąd: {error} Zdarzenie: {event}
ru: Ошибка обработки события Zulip от {serverUrl}; повторим попытку. Ошибка: {error} Событие: {event}
sk: Chyba obsluhy Zulip udalosti na serveri {serverUrl}; skúsim znovu. Chyba: {error} Udalosť: {event}
sl: Napaka pri obravnavi posodobitve iz strežnika {serverUrl}; poskusili bomo znova. Napaka: {error} Dogodek: {event}
uk: Помилка обробки події Zulip із {serverUrl}; буде повторювати спробу. Помилка: {error} Подія: {event}
zh_hans_cn: 处理来自 {serverUrl} 的 Zulip 事件时发生了一些问题。即将重连。 错误：{error} 事件：{event}
zh_hant_tw: 處理來自 {serverUrl} 的 Zulip 事件時發生錯誤；將重試。 錯誤：{error} 事件：{event}

# errorHandlingEventTitle
source: Error handling a Zulip event. Retrying connection…
de: Fehler beim Verarbeiten eines Zulip-Ereignisses. Wiederhole Verbindung…
fr: Une erreur s'est produite sur le serveur. Reconnexion en cours…
it: Errore nella gestione di un evento Zulip. Nuovo tentativo di connessione…
ja: Zulip のイベント処理でエラーが発生しました。再接続を試行しています…
pl: Błąd obsługi zdarzenia Zulip. Ponnawiam połączenie…
ru: Ошибка обработки события Zulip. Повторная попытка соединения…
sk: Chyba pri obsluhe Zulip udalosti. Pokúšam sa znovu…
sl: Napaka pri obravnavi posodobitve. Povezujemo se znova…
uk: Помилка обробки події Zulip. Повторна спроба підключення…
zh_hans_cn: 处理 Zulip 事件时发生了一些问题。即将重连…
zh_hant_tw: 處理 Zulip 事件時發生錯誤。重新連線中…

# errorInvalidApiKeyMessage
source: Your account at {url} could not be authenticated. Please try logging in again or use another account.
de: Dein Account bei {url} konnte nicht authentifiziert werden. Bitte wiederhole die Anmeldung oder verwende einen anderen Account.
it: L'account su {url} non è stato autenticato. Riprovare ad accedere o provare a usare un altro account.
ja: {url} のアカウントを認証できませんでした。もう一度ログインするか、別のアカウントを使用してください。
pl: Konto w ramach {url} nie zostało przyjęte. Spróbuj ponownie lub skorzystaj z innego konta.
ru: Не удалось войти в вашу учётную запись {url}. Попробуйте ещё раз или используйте другую учётную запись.
sl: Vašega računa na {url} ni bilo mogoče overiti. Poskusite se znova prijaviti ali uporabite drug račun.
uk: Ваш обліковий запис на {url} не вдалося автентифікувати. Спробуйте увійти ще раз або скористайтеся іншим обліковим записом.
zh_hans_cn: 您在 {url} 的账号无法被登入。请重试或者使用另外的账号。
zh_hant_tw: 您在 {url} 的帳號無法通過驗證。請重新登入或使用其他帳號。

# errorInvalidResponse
source: The server sent an invalid response.
de: Der Server hat eine ungültige Antwort gesendet.
it: Il server ha inviato una risposta non valida.
ja: サーバーから無効な応答が返されました。
pl: Nieprawidłowa odpowiedź serwera.
ru: Сервер отправил недопустимый ответ.
sk: Server poslal nesprávnu odpoveď
sl: Strežnik je poslal neveljaven odgovor.
uk: Сервер надіслав недійсну відповідь.
zh_hans_cn: 服务器的回复不合法。
zh_hant_tw: 伺服器傳送了無效的請求。

# errorLoginCouldNotConnect
source: Failed to connect to server: {url}
de: Verbindung zu Server fehlgeschlagen: {url}
fr: La connexion au serveur a échoué : {url}
it: Impossibile connettersi al server: {url}
ja: サーバーに接続できませんでした： {url}
pl: Nie udało się połączyć z serwerem: {url}
ru: Не удалось подключиться к серверу: {url}
sk: Nepodarilo sa pripojiť na server: {url}
sl: Ni se mogoče povezati s strežnikom: {url}
uk: Не вдалося підключитися до сервера: {url}
zh_hans_cn: 未能连接到服务器： {url}
zh_hant_tw: 無法連線到伺服器: {url}

# errorLoginFailedTitle
source: Login failed
de: Anmeldung fehlgeschlagen
fr: La connexion a échoué.
it: Accesso non riuscito
ja: ログインに失敗しました
pl: Logowanie bez powodzenia
ru: Не удалось войти в систему
sk: Nepodarilo sa prihlásiť
sl: Prijava ni uspela
uk: Помилка входу
zh_hans_cn: 未能登入
zh_hant_tw: 登入失敗

# errorLoginInvalidInputTitle
source: Invalid input
de: Ungültige Eingabe
fr: Identifiant incorrect
he: קלט לא תקין
it: Ingresso non valido
ja: 入力が正しくありません
pl: Błędny wsad
ru: Неверный ввод
sk: Nesprávny vstup
sl: Neveljaven vnos
uk: Невірний вхід
zh_hans_cn: 输入的信息不正确
zh_hant_tw: 無效的輸入

# errorMalformedResponse
source: Server gave malformed response; HTTP status {httpStatus}
de: Server lieferte fehlerhafte Antwort; HTTP Status {httpStatus}
it: Il server ha fornito una risposta non valida; stato HTTP {httpStatus}
ja: サーバーが不正なレスポンスを返しました（HTTPステータス {httpStatus}）
pl: Zdeforomowana odpowiedź serwera; status HTTP {httpStatus}
ru: Сервер вернул некорректный ответ; HTTP-статус {httpStatus}
sk: Server doručil zle naformátovanú odozvu; HTTP status {httpStatus}
sl: Strežnik je poslal napačno oblikovan odgovor; stanje HTTP {httpStatus}
uk: Сервер дав неправильну відповідь; Статус HTTP {httpStatus}
zh_hans_cn: 服务器的回复不合法；HTTP 状态码 {httpStatus}
zh_hant_tw: 伺服器回傳了格式錯誤的回應；HTTP 狀態碼為 {httpStatus}

# errorMalformedResponseWithCause
source: Server gave malformed response; HTTP status {httpStatus}; {details}
de: Server lieferte fehlerhafte Antwort; HTTP Status {httpStatus}; {details}
it: Il server ha fornito una risposta non valida; stato HTTP {httpStatus}; {details}
ja: サーバーが不正なレスポンスを返しました（HTTPステータス {httpStatus}、詳細: {details}）
pl: Zdeformowana odpowiedź serwera; status HTTP {httpStatus}; {details}
ru: Сервер вернул некорректный ответ; HTTP-статус {httpStatus}; {details}
sk: Server doručil zle naformátovanú odpoveď; HTTP status {httpStatus}; {details}
sl: Strežnik je poslal napačno oblikovan odgovor; stanje HTTP {httpStatus}; {details}
uk: Сервер дав неправильну відповідь; Статус HTTP {httpStatus}; {details}
zh_hans_cn: 服务器的回复不合法；HTTP 状态码 {httpStatus}; {details}
zh_hant_tw: 伺服器回傳了格式錯誤的回應；HTTP 狀態碼為 {httpStatus}；{details}

# errorMarkAsReadFailedTitle
source: Mark as read failed
de: Als gelesen markieren fehlgeschlagen
it: Contrassegno come letto non riuscito
ja: 既読にできませんでした
pl: Oznaczanie jako przeczytane bez powodzenia
ru: Не удалось установить отметку прочтения
sk: Neodarilo sa označiť správy ako prečítané
sl: Označevanje kot prebrano ni uspelo
uk: Не вдалося позначити як прочитане
zh_hans_cn: 未能将消息标为已读
zh_hant_tw: 標記為已讀失敗

# errorMarkAsUnreadFailedTitle
source: Mark as unread failed
de: Als ungelesen markieren fehlgeschlagen
it: Contrassegno come non letti non riuscito
ja: 未読にできませんでした
pl: Oznaczanie jako nieprzeczytane bez powodzenia
ru: Не удалось снять отметку прочтения
sk: Zlyhalo označenie správ za prečítané
sl: Označevanje kot neprebrano ni uspelo
uk: Не вдалося позначити як непрочитане
zh_hans_cn: 未能将消息标为未读
zh_hant_tw: 標記為未讀失敗

# errorMessageDoesNotSeemToExist
source: That message does not seem to exist.
de: Diese Nachricht scheint nicht zu existieren.
fr: Ce message est introuvable.
it: Quel messaggio sembra non esistere.
ja: そのメッセージは見つかりませんでした。
pl: Taka wiadomość raczej nie istnieje.
ru: Это сообщение, похоже, отсутствует.
sk: Správa zrejme neexistuje.
sl: Zdi se, da to sporočilo ne obstaja.
uk: Здається, цього повідомлення не існує.
zh_hans_cn: 找不到此消息。
zh_hant_tw: 該訊息似乎不存在。

# errorMessageEditNotSaved
source: Message not saved
de: Nachricht nicht gespeichert
fr: Le message n'a pas pu être sauvegardé.
it: Messaggio non salvato
ja: メッセージを保存できませんでした
pl: Nie zapisano wiadomości
ru: Сообщение не сохранено
sl: Sporočilo ni bilo shranjeno
uk: Повідомлення не збережено
zh_hans_cn: 未能保存消息编辑
zh_hant_tw: 訊息沒有儲存

# errorMessageNotSent
source: Message not sent
de: Nachricht nicht versendet
fr: Le message n'a pas pu être envoyé.
it: Messaggio non inviato
ja: メッセージを送信できませんでした
pl: Nie wysłano wiadomości
ru: Сообщение не отправлено
sk: Správa nebola odoslaná
sl: Pošiljanje sporočila ni uspelo
uk: Повідомлення не надіслано
zh_hans_cn: 未能发送消息
zh_hant_tw: 訊息沒有送出

# errorMuteTopicFailed
source: Failed to mute topic
de: Konnte Thema nicht stummschalten
fr: Le sujet n'a pas pu être rendu silencieux
it: Impossibile silenziare l'argomento
ja: トピックをミュートできませんでした
pl: Wyciszenie bez powodzenia
ru: Не удалось заглушить тему
sk: Nepodarilo sa ztíšiť tému
sl: Utišanje teme ni uspelo
uk: Не вдалося заглушити тему
zh_hans_cn: 未能静音话题
zh_hant_tw: 無法靜音話題

# errorNetworkRequestFailed
source: Network request failed
de: Netzwerkanfrage fehlgeschlagen
it: Richiesta di rete non riuscita
ja: ネットワークエラーが発生しました
pl: Dostęp do sieci bez powodzenia
ru: Сбой сетевого запроса
sk: Zlyhala sieťová požiadavka
sl: Omrežna zahteva je spodletela
uk: Помилка запиту мережі
zh_hans_cn: 网络请求失败
zh_hant_tw: 網路請求失敗
