Repository: zulip/zulip-flutter
Catalog: assets/l10n/app_*.arb
Languages: de, fr, he, it, ja, pl, ru, sk, sl, uk, zh_hans_cn, zh_hant_tw

# markAsUnreadComplete
source: Marked {num, plural, =1{1 message} other{{num} messages}} as unread.
de: {num, plural, =1{Eine Nachricht} other{{num} Nachrichten}} als ungelesen markiert.
it: Segnato/i {num, plural, =1{1 messaggio} other{{num} messagi}} come non letto/i.
ja: {num, plural, =1{1} other{{num}}}件のメッセージを未読にしました。
pl: Oznaczono {num, plural, =1{1 wiadomość} other{{num} wiadomości}} jako nieprzeczytane.
ru: Отметка прочтения снята для {num, plural, one{{num} сообщения} other{{num} сообщений}}.
sk: Označiť {num, plural, =1{1 správy} other{{num} správ}} ako neprečítané.
sl: {num, plural, one{Označeno je {num} sporočilo kot neprebrano} two{Označeni sta {num} sporočili kot neprebrani} few{Označena so {num} sporočila kot neprebrana} other{Označeno je {num} sporočil kot neprebranih}}.
uk: Позначено як непрочитані {num, plural, =1{1 повідомлення} other{{num} повідомлення}}.
zh_hans_cn: 已将 {num, plural, other{{num} 条消息}}标为未读。
zh_hant_tw: 已標為未讀：{num, plural, =1{1 則訊息} other{{num} 則訊息}}。

# markAsUnreadInProgress
source: Marking messages as unread…
de: Nachrichten werden als ungelesen markiert…
it: Contrassegno dei messaggi come non letti…
ja: メッセージを未読にしています…
pl: Oznaczanie jako nieprzeczytane…
ru: Помечаем сообщения как непрочитанные…
sk: Označiť správy ako neprečítané…
sl: Označevanje sporočil kot neprebranih…
uk: Позначення повідомлень як непрочитаних…
zh_hans_cn: 正在将消息标为未读…
zh_hant_tw: 正在標註訊息為未讀…

# markReadOnScrollSettingAlways
source: Always
de: Immer
it: Sempre
ja: 常に既読にする
pl: Zawsze
ru: Всегда
sl: Vedno
uk: Завжди
zh_hans_cn: 总是
zh_hant_tw: 總是

# markReadOnScrollSettingConversations
source: Only in conversation views
de: Nur in Unterhaltungsansichten
it: Solo nelle visualizzazioni delle conversazioni
ja: 会話ビューのみ
pl: Tylko w widoku dyskusji
ru: Только при просмотре бесед
sl: Samo v pogledih pogovorov
uk: Тільки при перегляді бесід
zh_hans_cn: 只在对话视图
zh_hant_tw: 僅在對話檢視中

# markReadOnScrollSettingConversationsDescription
source: Messages will be automatically marked as read only when viewing a single topic or direct message conversation.
de: Nachrichten werden nur beim Ansehen einzelner Themen oder Direktnachrichten automatisch als gelesen markiert.
it: I messaggi verranno automaticamente contrassegnati come in sola lettura quando si visualizza un singolo argomento o una conversazione in un messaggio diretto.
ja: メッセージは、単一のトピックまたはダイレクトメッセージの会話を表示しているときのみ、自動的に既読になります。
pl: Wiadomości zostaną z automatu oznaczone jako przeczytane tylko w pojedyczym wątku lub w wymianie wiadomości bezpośrednich.
ru: Сообщения будут автоматически помечаться как прочитанные только при просмотре отдельной темы или личной беседы.
sl: Sporočila bodo samodejno označena kot prebrana samo pri ogledu ene teme ali zasebnega pogovora.
uk: Повідомлення будуть автоматично помічатися як прочитані тільки при перегляді окремої теми або особистої бесіди.
zh_hans_cn: 只将在同一个话题或私聊中的消息自动标记为已读。
zh_hant_tw: 只有在查看單一議題或私人訊息對話時，訊息才會自動標記為已讀。

# markReadOnScrollSettingDescription
source: When scrolling through messages, should they automatically be marked as read?
de: Sollen Nachrichten automatisch als gelesen markiert werden, wenn du sie durchscrollst?
it: Quando si scorrono i messaggi, questi devono essere contrassegnati automaticamente come letti?
ja: メッセージをスクロールしたとき、自動的に既読にしますか？
pl: Czy chcesz z automatu oznaczać wiadomości jako przeczytane przy przewijaniu?
ru: При прокрутке сообщений автоматически отмечать их как прочитанные?
sl: Naj se sporočila ob pomikanju samodejno označijo kot prebrana?
uk: При прокручуванні повідомлень автоматично відмічати їх як прочитані?
zh_hans_cn: 在滑动浏览消息时，是否自动将它们标记为已读？
zh_hant_tw: 在捲動瀏覽訊息時，是否要自動將其標記為已讀？

# markReadOnScrollSettingNever
source: Never
de: Nie
it: Mai
ja: 既読にしない
pl: Nigdy
ru: Никогда
sl: Nikoli
uk: Ніколи
zh_hans_cn: 从不
zh_hant_tw: 從不

# markReadOnScrollSettingTitle
source: Mark messages as read on scroll
de: Nachrichten beim Scrollen als gelesen markieren
it: Segna i messaggi come letti durante lo scorrimento
ja: スクロールでメッセージを既読にする
pl: Oznacz wiadomości jako przeczytane przy przwijaniu
ru: Отмечать сообщения как прочитанные при прокрутке
sl: Ob pomikanju označi sporočila kot prebrana
uk: Відмічати повідомлення як прочитані при прокручуванні
zh_hans_cn: 滑动时将消息标为已读
zh_hant_tw: 捲動時將訊息標記為已讀

# mentionsPageTitle
source: Mentions
de: Erwähnungen
it: Menzioni
ja: メンション
pl: Wzmianki
ru: Упоминания
sk: Spomenutia
sl: Omembe
uk: Згадки
zh_hans_cn: 被提及消息
zh_hant_tw: 提及

# messageIsEditedLabel
source: EDITED
de: BEARBEITET
it: MODIFICATO
ja: 編集済み
pl: ZMIENIONO
ru: ИЗМЕНЕНО
sk: UPRAVENÉ
sl: UREJENO
uk: РЕДАГОВАНО
zh_hans_cn: 已编辑
zh_hant_tw: 已編輯

# messageIsMovedLabel
source: MOVED
de: VERSCHOBEN
it: SPOSTATO
ja: 移動済み
pl: PRZENIESIONO
ru: ПЕРЕМЕЩЕНО
sk: PRESUNUTÉ
sl: PREMAKNJENO
uk: ПЕРЕМІЩЕНО
zh_hans_cn: 已移动
zh_hant_tw: 已移動

# messageListGroupYouAndOthers
source: You and {others}
de: Du und {others}
it: Tu e {others}
ja: 自分と{others}
pl: Ty i {others}
ru: Вы и {others}
sl: Vi in {others}
uk: Ви та {others}
zh_hans_cn: 您和{others}
zh_hant_tw: 您與 {others}

# messageListGroupYouWithYourself
source: Messages with yourself
de: Nachrichten mit dir selbst
it: Messaggi con te stesso
ja: 自分とのメッセージ
pl: Zapiski na własne konto
ru: Сообщения с собой
sl: Sporočila sebi
uk: Повідомлення з собою
zh_hans_cn: 与自己的私信
zh_hant_tw: 與自己的訊息

# messageNotSentLabel
source: MESSAGE NOT SENT
de: NACHRICHT NICHT GESENDET
it: MESSAGGIO NON INVIATO
ja: メッセージ未送信
pl: NIE WYSŁANO WIADOMOŚCI
ru: СООБЩЕНИЕ НЕ ОТПРАВЛЕНО
sl: SPOROČILO NI POSLANO
uk: ПОВІДОМЛЕННЯ НЕ ВІДПРАВЛЕНО
zh_hans_cn: 消息未发送
zh_hant_tw: 訊息未送出

source: Muted user
de: Stummgeschaltete:r Nutzer:in
it: Utente silenziato
ja: ミュート中のユーザー
pl: Wyciszony użytkownik
ru: Заглушенный пользователь
sl: Uporabnik je utišan
uk: Заглушений користувач
zh_hans_cn: 静音用户
zh_hant_tw: 已靜音的使用者

# navButtonAllChannels
source: All channels
de: Alle Kanäle
he: כל הערוצים
it: Titolo per un pulsante di navigazione che apre la pagina "Tutti i canali".
pl: Wszystkie kanały
ru: Все каналы
sl: Vsi kanali
uk: Усі канали
zh_hans_cn: 所有频道
zh_hant_tw: 所有頻道

# newDmFabButtonLabel
source: New DM
de: Neue DN
it: Nuovo MD
ja: 新しいDM
pl: Nowa DM
ru: Новое ЛС
sl: Novo neposredno sporočilo
uk: Нове особисте повідомлення
zh_hans_cn: 发起私信
zh_hant_tw: 新增私訊

# newDmSheetComposeButtonLabel
source: Compose
de: Verfassen
it: Componi
ja: 作成
pl: Utwórz
ru: Написать
sl: Napiši
uk: Написати
zh_hans_cn: 撰写消息
zh_hant_tw: 編寫

# newDmSheetNoUsersFound
source: No users found
de: Keine Nutzer:innen gefunden
it: Nessun utente trovato
ja: ユーザーが見つかりません
pl: Nie odnaleziono użytkowników
ru: Никто не найден
sl: Ni zadetkov med uporabniki
uk: Користувачі не знайдені
zh_hans_cn: 没有用户
zh_hant_tw: 找不到使用者

# newDmSheetScreenTitle
source: New DM
de: Neue DN
it: Nuovo MD
ja: 新しいDM
pl: Nowa DM
ru: Новое ЛС
sl: Novo neposredno sporočilo
uk: Нове особисте повідомлення
zh_hans_cn: 发起私信
zh_hant_tw: 新增私訊

# newDmSheetSearchHintEmpty
source: Add one or more users
de: Füge ein oder mehrere Nutzer:innen hinzu
it: Aggiungi uno o più utenti
ja: 1人以上のユーザーを追加
pl: Dodaj jednego lub więcej użytkowników
ru: Добавить пользователей
sl: Dodajte enega ali več uporabnikov
uk: Додати користувачів
zh_hans_cn: 添加一个或多个用户
zh_hant_tw: 增添一個或多個使用者

# newDmSheetSearchHintSomeSelected
source: Add another user…
de: Füge weitere Nutzer:in hinzu…
it: Aggiungi un altro utente…
ja: 別のユーザーを追加…
pl: Dodaj kolejnego użytkownika…
ru: Добавить ещё…
sl: Dodajte še enega uporabnika…
uk: Додати ще…
zh_hans_cn: 添加更多用户…
zh_hant_tw: 增添其他使用者…

source: No earlier messages
de: Keine früheren Nachrichten
it: Nessun messaggio precedente
ja: これより前のメッセージはありません
pl: Brak historii
ru: Предшествующих сообщений нет
sl: Ni starejših sporočil
uk: Немає попередніх повідомлень
zh_hans_cn: 没有更早的消息了
zh_hant_tw: 沒有更早的訊息

source: No status text
de: Kein Statustext
fr: Statut sans texte
ja: ステータス文なし
pl: Brak tekstu stanu
ru: Нет текста статуса
sl: Brez statusa
uk: Немає тексту статусу
zh_hans_cn: 无状态文字
zh_hant_tw: 無狀態文字

# notifGroupDmConversationLabel
source: {senderFullName} to you and {numOthers, plural, =1{1 other} other{{numOthers} others}}
de: {senderFullName} an dich und {numOthers, plural, =1{1 weitere:n} other{{numOthers} weitere}}
fr: {senderFullName} à vous et {numOthers, plural, =1{1 other} other{{numOthers} others}}
it: {senderFullName} a te e {numOthers, plural, =1{1 altro} other{{numOthers} altri}}
ja: {senderFullName} から 自分と{numOthers, plural, =1{ほか1人} other{ほか{numOthers}人}}へ
pl: {senderFullName} do ciebie i {numOthers, plural, =1{1 innego} other{{numOthers} innych}}
ru: {senderFullName} вам и ещё {numOthers, plural, one{{numOthers} другому} other{{numOthers} другим}}
sl: {senderFullName} vam in {numOthers, plural, =1{1 drugi osebi} other{{numOthers} drugim osebam}}
uk: {senderFullName} вам і {numOthers, plural, =1{1 іншому} other{{numOthers} іншим}}
zh_hans_cn: {senderFullName}向您和其他 {numOthers, plural, other{{numOthers} 个用户}}
zh_hant_tw: {senderFullName} 傳送給您和 {numOthers, plural, =1{1 位其他對象、} other{{numOthers} 位其他對象}}

# notifSelfUser
source: You
de: Du
fr: Vous
it: Tu
ja: 自分
pl: Ty
ru: Вы
sk: Ty
sl: Vi
uk: Ви
zh_hans_cn: 您
zh_hant_tw: 您

# onePersonTyping
source: {typist} is typing…
de: {typist} tippt…
fr: {typist} est en train d'écrire…
it: {typist} sta scrivendo…
ja: {typist} さんが入力中…
pl: {typist} coś pisze…
ru: {typist} набирает сообщение…
sk: {typist} píše…
sl: {typist} tipka…
uk: {typist} друкує…
zh_hans_cn: {typist}正在输入…
zh_hant_tw: {typist} 正在輸入…

source: Open links with in-app browser
de: Links mit In-App-Browser öffnen
it: Apri i collegamenti con il browser in-app
ja: リンクをアプリ内ブラウザで開く
pl: Otwieraj odnośniki w aplikacji
ru: Открывать ссылки внутри приложения
sl: Odpri povezave v brskalniku znotraj aplikacije
uk: Відкривати посилання за допомогою браузера додатку
zh_hans_cn: 使用内置浏览器打开链接
zh_hant_tw: 使用應用程式內建瀏覽器開啟連結

# permissionsDeniedCameraAccess
source: To upload an image, please grant Zulip additional permissions in Settings.
de: Bitte gewähre Zulip zusätzliche Berechtigungen in den Einstellungen, um ein Bild hochzuladen.
fr: Pour charger une image, merci d'accorder des autorisations supplémentaires à Zulip, dans les préférences.
it: Per caricare un'immagine, bisogna concedere a Zulip autorizzazioni aggiuntive nelle Impostazioni.
ja: 画像をアップロードするには、[設定] でZulipに追加の権限を付与してください。
pl: Aby odebrać obraz Zulip musi uzyskać dodatkowe uprawnienia w Ustawieniach.
ru: Для загрузки изображения, пожалуйста, предоставьте Zulip дополнительные разрешения в настройках.
sl: Za nalaganje slik v nastavitvah omogočite Zulipu dostop do kamere.
uk: Щоб завантажити зображення, надайте Zulip додаткові дозволи в налаштуваннях.
zh_hans_cn: 上传图片前，请在设置中授予 Zulip 相应的权限。
zh_hant_tw: 要上傳圖片，請在設定中授予 Zulip 額外權限。

# permissionsDeniedReadExternalStorage
source: To upload files, please grant Zulip additional permissions in Settings.
de: Bitte gewähre Zulip zusätzliche Berechtigungen in den Einstellungen, um Dateien hochzuladen.
fr: Pour charger des fichiers, merci d'accorder des autorisations supplémentaires à Zulip, dans les préférences.
it: Per caricare file, bisogna concedere a Zulip autorizzazioni aggiuntive nelle Impostazioni.
ja: ファイルをアップロードするには、[設定] でZulipに追加の権限を付与してください。
pl: Aby odebrać pliki Zulip musi uzyskać dodatkowe uprawnienia w Ustawieniach.
ru: Для загрузки файлов, пожалуйста, предоставьте Zulip дополнительные разрешения в настройках.
sl: Za nalaganje datotek v nastavitvah omogočite Zulipu dostop do shrambe datotek.
uk: Щоб завантажувати файли, надайте Zulip додаткові дозволи в налаштуваннях.
zh_hans_cn: 上传文件前，请在设置中授予 Zulip 相应的权限。
zh_hant_tw: 要上傳檔案，請在設定中授予 Zulip 額外權限。

# permissionsNeededOpenSettings
source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les préférences
he: פתח הגדרות
it: Apri le impostazioni
ja: 設定を開く
pl: Otwórz ustawienia
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
uk: Відкрити налаштування
zh_hans_cn: 打开设置
zh_hant_tw: 開啟設定

# permissionsNeededTitle
source: Permissions needed
de: Berechtigungen erforderlich
fr: Permissions requises
it: Permessi necessari
ja: 権限が必要です
pl: Wymagane uprawnienia
ru: Требуются разрешения
sl: Potrebna so dovoljenja
uk: Потрібні дозволи
zh_hans_cn: 需要额外权限
zh_hant_tw: 需要的權限

# pinnedSubscriptionsLabel
source: Pinned
de: Angeheftet
fr: Épinglé
it: Bloccato
ja: ピン留め済み
pl: Przypięte
ru: Закреплены
sl: Pripeto
uk: Закріплені
zh_hans_cn: 置顶
zh_hant_tw: 已釘選

# pollWidgetOptionsMissing
source: This poll has no options yet.
de: Diese Umfrage hat noch keine Optionen.
it: Questo sondaggio non ha ancora opzioni.
ja: この投票にはまだ選択肢がありません。
pl: Ta sonda nie ma opcji do wyboru.
ru: В опросе пока нет вариантов ответа.
sl: Ta anketa še nima odgovorov.
uk: У цьому опитуванні ще немає варіантів.
zh_hans_cn: 该投票还没有任何选项。
zh_hant_tw: 此投票尚未有任何選項。

# pollWidgetQuestionMissing
source: No question.
de: Keine Frage.
it: Nessuna domanda.
ja: 質問がありません。
pl: Brak pytania.
ru: Нет вопроса.
sk: Bez otázky.
sl: Brez vprašanja.
uk: Немає питання.
zh_hans_cn: 无问题。
zh_hant_tw: 沒有問題。

# preparingEditMessageContentInput
source: Preparing…
de: Bereite vor…
it: Preparazione…
ja: 準備中…
pl: Przygotowywanie…
ru: Подготовка…
sl: Pripravljanje…
uk: Підготовка…
zh_hans_cn: 准备编辑消息…
zh_hant_tw: 準備中…

# profileButtonSendDirectMessage
source: Send direct message
de: Direktnachricht senden
fr: Envoyer un message direct
he: שלח הודעה ישירה
it: Invia un messaggio diretto
ja: ダイレクトメッセージを送信
pl: Wyślij wiadomość bezpośrednią
ru: Отправить личное сообщение
sk: Poslať priamu správu
sl: Pošlji neposredno sporočilo
uk: Надіслати особисте повідомлення
zh_hans_cn: 发送私信
zh_hant_tw: 發送私訊

# reactedEmojiSelfUser
source: You
de: Du
fr: Vous
it: Tu
ja: 自分
pl: Ty
ru: Вы
sl: Vi
uk: Ви
zh_hans_cn: 您
zh_hant_tw: 您

# reactionChipVotesYouAndOthers
source: {otherUsersCount, plural, =1{You and 1 other} other{You and {otherUsersCount} others}}
de: {otherUsersCount, plural, =1{Du und ein weiterer} other{Du und {otherUsersCount} weitere}}
ja: {otherUsersCount, plural, =1{自分とほか1人} other{自分とほか{otherUsersCount}人}}
pl: {otherUsersCount, plural, =1{Ty i 1 inny} other{Ty i {otherUsersCount} innych}}
ru: {otherUsersCount, plural, one{Вы и еще {otherUsersCount} человек} few{Вы и еще {otherUsersCount} человека} many{Вы и еще {otherUsersCount} человек} other{Вы и еще {otherUsersCount} человек}}
sl: {otherUsersCount, plural, one{Vi in 1 druga oseba} two{Vi in 2 drugi osebi} few{Vi in {otherUsersCount} druge osebe} other{Vi in {otherUsersCount} drugih}}
uk: {otherUsersCount, plural, =1{Ви та ще 1 особа} other{Ви і {otherUsersCount} інші}}
zh_hans_cn: {otherUsersCount, plural, =1 {你与其他 1 人} other {你与其他 {otherUsersCount} 人}}
zh_hant_tw: {otherUsersCount, plural, =1 {你與其他 1 人} other {你與其他 {otherUsersCount} 人}}

# reactionChipsLabel
source: Reactions
de: Reaktionen
fr: Réactions
ja: リアクション
pl: Reakcje
ru: Реакции
sl: Odzivi
uk: Реакції
zh_hans_cn: 表情符号回应
zh_hant_tw: 反應

# recentDmConversationsEmptyPlaceholderHeader
source: You have no direct messages yet!
pl: Póki co brak prywatnych wiadomości!
ru: У вас пока нет личных сообщений!
sl: Nimate nobenih neposrednih sproročil!
uk: У вас ще немає прямих повідомлень!

# recentDmConversationsEmptyPlaceholderMessage
source: Why not start a conversation?
pl: A może by tak rozpocząć rozmowę?
ru: Почему бы не начать общение?
sl: Zakaj ne bi začeli pogovora?
uk: Чому б не почати розмову?

# recentDmConversationsPageTitle
source: Direct messages
de: Direktnachrichten
fr: Messages directs
it: Messaggi diretti
ja: ダイレクトメッセージ
pl: Wiadomości bezpośrednie
ru: Личные сообщения
sk: Priama správa
sl: Neposredna sporočila
uk: Особисті повідомлення
zh_hans_cn: 私信
zh_hant_tw: 私人訊息

# recentDmConversationsSectionHeader
source: Direct messages
de: Direktnachrichten
fr: Messages directs
it: Messaggi diretti
ja: ダイレクトメッセージ
pl: Wiadomości bezpośrednie
ru: Личные сообщения
sl: Neposredna sporočila
uk: Особисті повідомлення
zh_hans_cn: 私信
zh_hant_tw: 私人訊息

# revealButtonLabel
source: Reveal message
de: Nachricht anzeigen
it: Mostra messaggio per mittente silenziato
ja: メッセージを表示
pl: Odsłoń wiadomość
ru: Показать сообщение
sl: Razkrij sporočilo
uk: Показати повідомлення
zh_hans_cn: 显示消息
zh_hant_tw: 顯示訊息

# savingMessageEditFailedLabel
source: EDIT NOT SAVED
de: BEARBEITUNG NICHT GESPEICHERT
it: MODIFICA NON SALVATA
ja: 編集未保存
pl: NIE ZAPISANO ZMIANY
ru: ПРАВКИ НЕ СОХРАНЕНЫ
sl: UREJANJE NI SHRANJENO
uk: ПРАВКИ НЕ ЗБЕРЕЖЕНІ
zh_hans_cn: 编辑失败
zh_hant_tw: 編輯未儲存

# savingMessageEditLabel
source: SAVING EDIT…
de: SPEICHERE BEARBEITUNG…
it: SALVATAGGIO MODIFICA…
ja: 保存中…
pl: ZAPIS ZMIANY…
ru: ЗАПИСЬ ПРАВОК…
sl: SHRANJEVANJE SPREMEMB…
uk: ЗБЕРЕЖЕННЯ ПРАВОК…
zh_hans_cn: 保存中…
zh_hant_tw: 儲存編輯中…

# scrollToBottomTooltip
source: Scroll to bottom
de: Nach unten Scrollen
it: Scorri fino in fondo
ja: 最下部へ移動
pl: Przewiń do dołu
ru: Пролистать вниз
sl: Premakni se na konec
uk: Прокрутити вниз
zh_hans_cn: 拖动到最底
zh_hant_tw: 捲動至底部

# searchMessagesClearButtonTooltip
source: Clear
de: Leeren
fr: Effacer
ja: クリア
pl: Wyczyść
ru: Очистить
sl: Počisti
uk: Очистити
zh_hans_cn: 清除
zh_hant_tw: 清除

# searchMessagesHintText
source: Search
de: Suche
fr: Recherche
it: Testo di suggerimento per il campo di testo di ricerca del messaggio.
ja: 検索
pl: Szukaj
ru: Поиск
sl: Išči
uk: Пошук
zh_hans_cn: 搜索
zh_hant_tw: 搜尋

# searchMessagesPageTitle
source: Search
de: Suche
fr: Recherche
it: Titolo della pagina per la visualizzazione del messaggio "Cerca".
ja: 検索
pl: Szukaj
ru: Поиск
sl: Iskanje
uk: Пошук
zh_hans_cn: 搜索
zh_hant_tw: 搜尋

# seeWhoReactedSheetEmojiNameWithVoteCount
source: {emojiName}: {num, plural, =1{1 vote} other{{num} votes}}
de: {emojiName}: {num, plural, =1{1 Stimme} other{{num} Stimmen}}
ja: {emojiName}：{num, plural, =1{1件} other{{num}件}}
pl: {emojiName}: {num, plural, =1{1 głos} other{{num} głosów}}
ru: {emojiName}: {num, plural, one{1 голос} few{{num} голоса} many{{num} голосов} other{{num} голосов}}
sl: {emojiName}: {num, plural, one{1 glas} two{2 glasa} few{{num} glasovi} other{{num} glasov}}
uk: {emojiName}: {num, plural, =1{1 голосу} other{{num} голоси}}
zh_hans_cn: {emojiName}：{num, plural, =1 {1 票} other {{num} 票}}
zh_hant_tw: {emojiName}：{num, plural, =1 {1 票} other {{num} 票}}

# seeWhoReactedSheetHeaderLabel
source: Emoji reactions ({num} total)
de: Emoji-Reaktionen (insgesamt {num})
fr: Réactions emoji ({num} total)
ja: 絵文字リアクション（合計 {num} 件）
pl: Reakcje emoji (łącznie {num})
ru: Эмодзи-реакции (всего: {num})
sl: Odzivi z emodžiji (skupaj {num})
uk: Реакції емодзі (загалом {num})
zh_hans_cn: 表情符号回应（共{num}个）
zh_hant_tw: 表情符號回應 (共 {num} 個)

# seeWhoReactedSheetNoReactions
source: This message has no reactions.
de: Diese Nachricht hat keine Reaktionen.
fr: Aucune réaction associée à ce message.
he: להודעה זו אין תגובות.
ja: このメッセージにはリアクションがありません。
pl: Brak reakcji na tę wiadomość.
ru: На это сообщение нет реакций.
sl: To sporočilo nima odzivov.
uk: На це повідомлення немає реакцій.
zh_hans_cn: 此消息尚无表情符号回应。
zh_hant_tw: 此訊息尚無任何回應。

# seeWhoReactedSheetUserListLabel
source: Votes for {emojiName} ({num})
de: Stimmen für {emojiName} ({num})
fr: Votes pour {emojiName} ({num})
ja: {emojiName} のリアクション件数（{num}件）
pl: Głosów {emojiName} ({num})
ru: Голоса за {emojiName} ({num})
sl: Glasovi za {emojiName} ({num})
uk: Голоси за {emojiName} ({num})
zh_hans_cn: {emojiName} 的投票数（{num}）
zh_hant_tw: {emojiName} 的投票數（{num}）

# serverUrlValidationErrorEmpty
source: Please enter a URL.
de: Bitte gib eine URL ein.
it: Inserire un URL.
ja: URLを入力してください。
pl: Proszę podaj URL.
ru: Пожалуйста, введите URL-адрес.
sk: Vložte adresu.
sl: Vnesite URL.
uk: Будь ласка, введіть URL.
zh_hans_cn: 请输入网址。
zh_hant_tw: 請輸入網址。

# serverUrlValidationErrorInvalidUrl
source: Please enter a valid URL.
de: Bitte gib eine gültige URL ein.
it: Inserire un URL valido.
ja: 有効なURLを入力してください。
pl: Proszę podaj poprawny URL.
ru: Пожалуйста, введите корректный URL-адрес.
sk: Vložte správnu adresu.
sl: Vnesite veljaven URL.
uk: Введіть дійсну URL-адресу.
zh_hans_cn: 请输入正确的网址。
zh_hant_tw: 請輸入有效的網址。

# serverUrlValidationErrorNoUseEmail
source: Please enter the server URL, not your email.
de: Bitte gib die Server-URL ein, nicht deine E-Mail-Adresse.
it: Inserire l'URL del server, non il proprio indirizzo email.
ja: メールアドレスではなく、サーバーURLを入力してください。
pl: Proszę podaj adres URL serwera a nie swój email.
ru: Пожалуйста, введите URL-адрес сервера, а не свой email.
sk: Vložte adresu servera, nie email.
sl: Vnesite URL strežnika, ne vašega e-poštnega naslova.
uk: Введіть URL-адресу сервера, а не свою електронну адресу.
zh_hans_cn: 请输入服务器网址，而不是您的电子邮件。
zh_hant_tw: 請輸入伺服器網址，而非您的電子郵件。

# serverUrlValidationErrorUnsupportedScheme
source: The server URL must start with http:// or https://.
de: Die Server-URL muss mit http:// oder https:// beginnen.
it: L'URL del server deve iniziare con http:// o https://.
ja: サーバーURLは http:// または https:// で始まる必要があります。
pl: Adres URL serwera musi zaczynać się od http:// or https://.
ru: URL-адрес сервера должен начинаться с http:// или https://.
sk: Adresa servera musí začínať s http:// or https://.
sl: URL strežnika se mora začeti s http:// ali https://.
uk: URL-адреса сервера має починатися з http:// або https://.
zh_hans_cn: 服务器网址必须以 http:// 或 https:// 开头。
zh_hant_tw: 伺服器 URL 必須以 http:// 或 https:// 開頭。

# setStatusPageTitle
source: Set status
de: Status setzen
fr: Définir statut
ja: ステータスの設定
pl: Ustaw stan
ru: Установить статус
sl: Nastavi status
uk: Встановити статус
zh_hans_cn: 设定状态
zh_hant_tw: 設定狀態

# settingsPageTitle
source: Settings
de: Einstellungen
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
pl: Ustawienia
ru: Настройки
sl: Nastavitve
uk: Налаштування
zh_hans_cn: 设置
zh_hant_tw: 設定

# signInWithFoo
source: Sign in with {method}
de: Anmelden mit {method}
it: Accedi con {method}
ja: {method}でログイン
pl: Logowanie z {method}
ru: Войти с помощью {method}
sk: Prihlásiť sa pomocou {method}
sl: Prijava z {method}
uk: Увійти з {method}
zh_hans_cn: 使用{method}登入
zh_hant_tw: 使用 {method} 登入

# snackBarDetails
source: Details
it: Dettagli
ja: 詳細
pl: Szczegóły
ru: Подробности
sk: Detail
sl: Podrobnosti
uk: Деталі
zh_hans_cn: 详情
zh_hant_tw: 詳細資訊

# spoilerDefaultHeaderText
source: Spoiler
ja: 内容を隠す
ru: Спойлер
sk: Vyzradenie
sl: Skrito
uk: Спойлер
zh_hans_cn: 剧透
zh_hant_tw: 劇透

# starredMessagesPageTitle
source: Starred messages
de: Markierte Nachrichten
fr: Messages favoris
it: Messaggi speciali
ja: スター付きメッセージ
pl: Wiadomości z gwiazdką
ru: Отмеченные сообщения
sk: Označené správy
sl: Sporočila z zvezdico
uk: Вибрані повідомлення
zh_hans_cn: 星标消息
zh_hant_tw: 已加星號的訊息

# statusButtonLabelStatusSet
source: Status
fr: Statut
ja: ステータス
pl: Stan
ru: Статус
uk: Статус
zh_hans_cn: 状态
zh_hant_tw: 狀態

# statusButtonLabelStatusUnset
source: Set status
de: Status setzen
fr: Définir mon statut
ja: ステータスを設定
pl: Ustaw stan
ru: Установить статус
sl: Nastavi status
uk: Встановити статус
zh_hans_cn: 设定状态
zh_hant_tw: 設定狀態

# statusClearButtonLabel
source: Clear
de: Leeren
fr: Effacer
ja: クリア
pl: Wyczyść
ru: Очистить
sl: Počisti
uk: Очистити
zh_hans_cn: 清除
zh_hant_tw: 清除

# statusSaveButtonLabel
source: Save
de: Speichern
fr: Sauvegarder
ja: 保存
pl: Zapisz
ru: Сохранить
sl: Shrani
uk: Зберегти
zh_hans_cn: 保存
zh_hant_tw: 儲存

# statusTextHint
source: Your status
de: Dein Status
fr: Votre statut
ja: 自分のステータス
pl: Twój stan
ru: Ваш статус
sl: Vaš status
uk: Ваш статус
zh_hans_cn: 您的状态
zh_hant_tw: 您的狀態

# subscribeFailedTitle
source: Failed to subscribe
de: Konnte nicht abonnieren
he: הרישום נכשל
it: Iscrizione non riuscita
ja: チャンネルへの参加に失敗しました
pl: Subskrypcja bez powodzenia
ru: Подписаться не удалось
sl: Naročnina ni uspela
uk: Не вдалося підписатися
zh_hans_cn: 订阅失败
zh_hant_tw: 訂閱失敗

# successChannelLinkCopied
source: Channel link copied
de: Kanallink kopiert
fr: Lien sur le canal copié
ja: チャンネルのリンクをコピーしました
pl: Skopiowano odnośnik do kanału
ru: Ссылка на канал скопирована
sl: Povezava do kanala kopirana
uk: Посилання на канал скопійовано
zh_hans_cn: 频道链接已复制
zh_hant_tw: 頻道連結已複製
