Repository: zulip/zulip-flutter
Catalog: assets/l10n/app_*.arb
Languages: de, fr, he, it, ja, pl, ru, sk, sl, uk, zh_hans_cn, zh_hant_tw

# aboutPageAppVersion
source: App version
fr: Version de l'application
he: גרסת ישום
it: Versione app
ja: アプリのバージョン
pl: Wydanie apki
ru: Версия приложения
sk: Verzia apliḱácie
sl: Različica aplikacije
uk: Версія додатку
zh_hans_cn: App 版本
zh_hant_tw: App 版本

# aboutPageOpenSourceLicenses
source: Open-source licenses
de: Open-Source-Lizenzen
fr: Licences de logiciel libre
he: רישיונות קוד פתוח
it: Licenze open-source
ja: オープンソースライセンス
pl: Licencje otwartego źródła
ru: Лицензии открытого исходного кода
sk: Licencia open-source
sl: Odprtokodne licence
uk: Ліцензії з відкритим кодом
zh_hans_cn: 开源许可
zh_hant_tw: 開源授權條款

# aboutPageTapToView
source: Tap to view
de: Antippen zum Ansehen
fr: Toucher pour voir
he: הקש כדי להציג
it: Tap per visualizzare
ja: タップして表示
pl: Dotknij, aby pokazać
ru: Нажмите для просмотра
sk: Klepnutím zobraziť
sl: Dotaknite se za ogled
uk: Натисніть, щоб переглянути
zh_hans_cn: 查看更多
zh_hant_tw: 點選查看

# aboutPageTitle
source: About Zulip
de: Über Zulip
fr: À propos de Zulip
it: Su Zulip
ja: Zulipについて
pl: O Zulip
ru: О Zulip
sk: O Zulipe
sl: O Zulipu
uk: Про Zulip
zh_hans_cn: 关于 Zulip
zh_hant_tw: 關於 Zulip

# actionSheetOptionChannelFeed
source: Channel feed
de: Kanal-Feed
ja: チャンネル一覧
pl: Strumień kanału
ru: Лента канала
sl: Vir kanala
uk: Стрічка каналу
zh_hans_cn: 频道动态
zh_hant_tw: 頻道動態

# actionSheetOptionCopyChannelLink
source: Copy link to channel
de: Link zum Kanal kopieren
fr: Copier le lien du canal
ja: チャンネルのリンクをコピー
pl: Skopiuj odnośnik do kanału
ru: Скопировать ссылку на канал
sl: Kopiraj povezavo do kanala
uk: Копіювати посилання на канал
zh_hans_cn: 复制频道链接
zh_hant_tw: 複製頻道連結

# actionSheetOptionCopyMessageLink
source: Copy link to message
de: Link zur Nachricht kopieren
fr: Copier le lien au message
it: Copia il collegamento al messaggio
ja: メッセージへのリンクをコピー
pl: Skopiuj odnośnik do wiadomości
ru: Скопировать ссылку на сообщение
sk: Skopírovať odkaz do správy
sl: Kopiraj povezavo do sporočila
uk: Копіювати посилання на повідомлення
zh_hans_cn: 复制消息链接
zh_hant_tw: 複製訊息連結

# actionSheetOptionCopyMessageText
source: Copy message text
de: Nachrichtentext kopieren
fr: Copier le contenu du message
it: Copia il testo del messaggio
ja: メッセージ本文をコピー
pl: Skopiuj tekst wiadomości
ru: Скопировать текст сообщения
sk: Skopírovať text správy
sl: Kopiraj besedilo sporočila
uk: Копіювати текст повідомлення
zh_hans_cn: 复制消息文本
zh_hant_tw: 複製訊息文字

# actionSheetOptionCopyTopicLink
source: Copy link to topic
de: Link zum Thema kopieren
fr: Copier le lien sur le sujet
ja: トピックのリンクをコピー
pl: Skopiuj odnośnik do wątku
ru: Скопировать ссылку на тему
sl: Kopiraj povezavo do teme
uk: Копіювати посилання на тему
zh_hans_cn: 复制话题链接
zh_hant_tw: 複製議題的連結

# actionSheetOptionDeleteMessage
source: Delete message
de: Nachricht löschen
fr: Supprimer message
he: מחק הודעה
pl: Skasuj wiadomość
ru: Удалить сообщение
sl: Izbriši sporočilo
uk: Видалити повідомлення
zh_hans_cn: 删除消息
zh_hant_tw: 刪除訊息

# actionSheetOptionEditMessage
source: Edit message
de: Nachricht bearbeiten
fr: Modifier le message
he: ערוך הודעה
it: Modifica messaggio
ja: メッセージを編集
pl: Zmień wiadomość
ru: Редактировать сообщение
sl: Uredi sporočilo
uk: Редагувати повідомлення
zh_hans_cn: 编辑消息
zh_hant_tw: 編輯訊息

# actionSheetOptionFollowTopic
source: Follow topic
de: Thema folgen
fr: Suivre le sujet
he: עקוב אחר הנושא
it: Segui argomento
ja: トピックをフォロー
pl: Śledź wątek
ru: Отслеживать тему
sk: Sledovať tému
sl: Sledi temi
uk: Підписатися на тему
zh_hans_cn: 关注话题
zh_hant_tw: 跟隨話題

# actionSheetOptionHideMutedMessage
source: Hide muted message again
de: Stummgeschaltete Nachricht wieder ausblenden
fr: Cacher à nouveau le message silencieux
it: Nascondi nuovamente il messaggio disattivato
ja: ミュートしたメッセージを再び非表示にする
pl: Ukryj ponownie wyciszone wiadomości
ru: Скрыть заглушенное сообщение
sl: Znova skrij utišano sporočilo
uk: Сховати заглушене повідомлення
zh_hans_cn: 再次隐藏静音消息
zh_hant_tw: 再次隱藏已靜音的話題

# actionSheetOptionListOfTopics
source: List of topics
de: Themenliste
fr: Liste des sujets
it: Elenco degli argomenti
ja: トピック一覧
pl: Lista wątków
ru: Список тем
sl: Seznam tem
uk: Список тем
zh_hans_cn: 话题列表
zh_hant_tw: 議題列表

# actionSheetOptionMarkAsUnread
source: Mark as unread from here
de: Ab hier als ungelesen markieren
fr: Marquer non lu à partir d'ici
it: Segna come non letto da qui
ja: ここから未読にする
pl: Odtąd oznacz jako nieprzeczytane
ru: Отметить как непрочитанные начиная отсюда
sk: Označiť ako neprečítané od tejto správy
sl: Od tu naprej označi kot neprebrano
uk: Позначити як непрочитане звідси
zh_hans_cn: 从这里开始标为未读
zh_hant_tw: 從這裡開始標註為未讀

# actionSheetOptionMarkChannelAsRead
source: Mark channel as read
de: Kanal als gelesen markieren
fr: Marquer le canal comme lu
it: Segna il canale come letto
ja: チャンネルを既読にする
pl: Oznacz kanał jako przeczytany
ru: Отметить канал как прочитанный
sl: Označi kanal kot prebran
uk: Позначити канал як прочитаний
zh_hans_cn: 标记频道为已读
zh_hant_tw: 標註頻道為已讀

# actionSheetOptionMarkTopicAsRead
source: Mark topic as read
de: Thema als gelesen markieren
fr: Marquer le sujet comme lu
it: Segna l'argomento come letto
ja: トピックを既読にする
pl: Oznacz wątek jako przeczytany
ru: Отметить тему как прочитанную
sl: Označi temo kot prebrano
uk: Позначити тему як прочитану
zh_hans_cn: 将话题标为已读
zh_hant_tw: 標註話題為已讀

# actionSheetOptionMuteTopic
source: Mute topic
de: Thema stummschalten
fr: Rendre le sujet silencieux
he: השתקת נושא
it: Silenzia argomento
ja: トピックをミュート
pl: Wycisz wątek
ru: Заглушить тему
sk: Stlmiť tému
sl: Utišaj temo
uk: Заглушити тему
zh_hans_cn: 静音话题
zh_hant_tw: 靜音話題

# actionSheetOptionQuoteMessage
source: Quote message
de: Nachricht zitieren
fr: Citer le message
he: צטט הודעה
it: Cita messaggio
ja: メッセージを引用
pl: Cytuj wiadomość
ru: Цитировать сообщение
sl: Citiraj sporočilo
uk: Цитувати повідомлення
zh_hans_cn: 引用消息
zh_hant_tw: 引述訊息

# actionSheetOptionResolveTopic
source: Mark as resolved
de: Als gelöst markieren
fr: Marquer comme résolu
it: Segna come risolto
ja: 解決済みにする
pl: Oznacz jako rozwiązany
ru: Поставить отметку "решено"
sl: Označi kot razrešeno
uk: Позначити як вирішене
zh_hans_cn: 标记为已解决
zh_hant_tw: 標註為已解決

# actionSheetOptionSeeWhoReacted
source: See who reacted
de: Wer hat reagiert
fr: Voir qui a réagi
he: הצג מי הגיב
ja: リアクションした人を見る
pl: Pokaż kto zareagował
ru: Посмотреть отреагировавших
sl: Poglej, kdo se je odzval
uk: Дивіться, хто відреагував
zh_hans_cn: 查看谁做出了表情符号回应
zh_hant_tw: 查看誰有回應

# actionSheetOptionShare
source: Share
de: Teilen
fr: Partager
he: שתף
it: Condividi
ja: 共有
pl: Udostępnij
ru: Поделиться
sk: Zdielať
sl: Deli
uk: Поширити
zh_hans_cn: 分享
zh_hant_tw: 分享

# actionSheetOptionStarMessage
source: Star message
de: Nachricht markieren
fr: Mettre le message en favori
he: סמן הודעה בכוכב
it: Messaggio speciale
ja: メッセージにスターを付ける
pl: Oznacz gwiazdką
ru: Отметить сообщение
sk: Ohviezdičkovať správu
sl: Označi sporočilo z zvezdico
uk: Вибрати повідомлення
zh_hans_cn: 添加星标消息标记
zh_hant_tw: 收藏訊息

# actionSheetOptionSubscribe
source: Subscribe
de: Abonnieren
he: הרשם
it: Iscriviti
ja: チャンネルに参加
pl: Subskrybuj
ru: Подписаться
sl: Naroči se
uk: Підписатися
zh_hans_cn: 订阅
zh_hant_tw: 訂閱

# actionSheetOptionUnfollowTopic
source: Unfollow topic
de: Thema entfolgen
fr: Ne plus suivre le sujet
he: בטל מעקב אחר נושא
it: Non seguire più l'argomento
ja: トピックのフォローを解除
pl: Nie śledź wątku
ru: Не отслеживать тему
sk: Prestať sledovať tému
sl: Prenehaj slediti temi
uk: Відписатися від теми
zh_hans_cn: 取消关注话题
zh_hant_tw: 取消跟隨話題

# actionSheetOptionUnmuteTopic
source: Unmute topic
de: Thema lautschalten
fr: Rendre le sujet non silencieux
he: בטל את ההשתקה של נושא
it: Riattiva argomento
ja: トピックのミュートを解除
pl: Wznów wątek
ru: Включить оповещения темы
sk: Zrušiť ztlmenia témy
sl: Prekliči utišanje teme
uk: Увімкнути тему
zh_hans_cn: 取消静音话题
zh_hant_tw: 取消靜音話題

# actionSheetOptionUnresolveTopic
source: Mark as unresolved
de: Als ungelöst markieren
fr: Marquer comme non résolu
it: Segna come irrisolto
ja: 未解決にする
pl: Oznacz brak rozwiązania
ru: Снять отметку "решено"
sl: Označi kot nerazrešeno
uk: Позначити як невирішене
zh_hans_cn: 标记为未解决
zh_hant_tw: 標註為未解決

# actionSheetOptionUnstarMessage
source: Unstar message
de: Markierung aufheben
fr: Retirer ce message de la liste des favoris
he: בטל את סימון הודעה
it: Messaggio normale
ja: メッセージのスターを外す
pl: Odbierz gwiazdkę
ru: Снять отметку с сообщения
sk: Odhviezdičkovať správu
sl: Odstrani zvezdico s sporočila
uk: Зняти позначку зірки з повідомлення
zh_hans_cn: 取消星标消息标记
zh_hant_tw: 取消收藏訊息

# actionSheetOptionUnsubscribe
source: Unsubscribe
de: Deabonnieren
he: בטל רישום
ja: チャンネルから退出
pl: Odsubskrybuj
ru: Отписаться
sl: Prekliči naročnino
uk: Скасувати підписку
zh_hans_cn: 取消订阅
zh_hant_tw: 取消訂閱

# actionSheetOptionViewReadReceipts
source: View read receipts
de: Empfangsbestätigungen ansehen
fr: Voir accusés de réception
ja: 既読確認を表示
pl: Zobacz potwierdzenia odczytu
ru: Посмотреть подтверждения прочтения
sl: Poglej potrdila o branju
uk: Переглянути сповіщення про прочитання
zh_hans_cn: 查看已读回执
zh_hant_tw: 查看已讀回條

# actionSheetReadReceipts
source: Read receipts
de: Empfangsbestätigungen
fr: Accusés de réception
ja: 既読確認
pl: Potwierdzenia odczytu
ru: Подтверждения прочтения
sl: Potrdila o branju
uk: Квитанції про прочитання
zh_hans_cn: 已读回执
zh_hant_tw: 已讀回條

# actionSheetReadReceiptsErrorReadCount
source: Failed to load read receipts.
de: Laden von Empfangsbestätigungen fehlgeschlagen.
fr: Échec du chargement des accusés de réception.
ja: 既読情報の読み込みに失敗しました。
pl: Ładowanie potwierdzeń odczytu bez powodzenia.
ru: Не удалось загрузить подтверждения прочтения.
sl: Nalaganje potrdil o branju ni uspelo.
uk: Не вдалося завантажити сповіщення про прочитання.
zh_hans_cn: 加载已读回执失败。
zh_hant_tw: 載入已讀回條失敗。

# actionSheetReadReceiptsReadCount
source: {count, plural, =1{This message has been <z-link>read</z-link> by {count} person:} other{This message has been <z-link>read</z-link> by {count} people:}}
de: {count, plural, =1{Diese Nachricht wurde von einer Person <z-link>gelesen</z-link>:} other{Diese Nachricht wurde von {count} Personen <z-link>gelesen</z-link>:}}
fr: {count, plural, =1{Ce message a été <z-link>lu</z-link> par {count} personne:} other{Ce message a été <z-link>lu</z-link> par {count} personnes :}}
ja: {count, plural, =1{このメッセージは <z-link>{count} 人</z-link>に読まれています:} other{このメッセージは <z-link>{count} 人</z-link>に読まれています:}}
pl: {count, plural, =1{Ta wiadomość została <z-link>przeczytana</z-link> przez {count} osobę:} other{Ta wiadomość została <z-link>przeczytana</z-link> przez {count} osób:}}
ru: {count, plural, one{Это сообщение было <z-link>прочитано</z-link> {count} пользователем:} other{Это сообщение было <z-link>прочитано</z-link> {count} пользователями:}}
sl: {count, plural, one{To sporočilo je <z-link>prebrala</z-link> {count} oseba:} two{To sporočilo sta <z-link>prebrali</z-link> {count} osebi:} few{To sporočilo so <z-link>prebrale</z-link> {count} osebe:} other{To sporočilo je <z-link>prebralo</z-link> {count} oseb:}}
uk: {count, plural, =1{Це повідомлення було <z-link>прочитано</z-link> {count} особою:} other{Це повідомлення було <z-link>прочитано</z-link> {count} людьми:}}
zh_hans_cn: {count, plural, =1{此消息已被<z-link>阅读</z-link>，共有 {count} 人：} other{此消息已被<z-link>阅读</z-link>，共有 {count} 人：}}
zh_hant_tw: {count, plural, =1{此訊息已被<z-link>閱讀</z-link>，共有 {count} 人：} other{此訊息已被<z-link>閱讀</z-link>，共有 {count} 人：}}

# actionSheetReadReceiptsZeroReadCount
source: No one has read this message yet.
de: Niemand hat diese Nachricht bisher gelesen.
fr: Personne n'a encore lu ce message.
ja: このメッセージはまだ誰も読んでいません。
pl: Nikt jeszcze nie widział tej wiadomości.
ru: Это сообщение еще никто не прочитал.
sl: Tega sporočila še nihče ni prebral.
uk: Ніхто ще не прочитав цього повідомлення.
zh_hans_cn: 尚无人阅读此消息。
zh_hant_tw: 尚無人閱讀此訊息。

# allChannelsEmptyPlaceholderHeader
source: There are no channels you can view in this organization.
he: אין ערוצים שתוכלו להציג בארגון זה.
pl: Brak kanałów do których masz wgląd w tej organizacji.
ru: В этой организации нет каналов, которые вы можете просматривать.
sl: V tej organizaciji ni kanalov, do katerih imate dostop.
uk: У цій організації немає каналів, які ви можете переглянути.

# allChannelsPageTitle
source: All channels
de: Alle Kanäle
he: כל הערוצים
it: Titolo per la pagina "Tutti i canali".
pl: Wszystkie kanały
ru: Все каналы
sl: Vsi kanali
uk: Усі канали
zh_hans_cn: 所有频道
zh_hant_tw: 所有頻道

# channelFeedButtonTooltip
source: Channel feed
de: Kanal-Feed
fr: Fil de la chaîne
it: Feed del canale
ja: チャンネルフィード
pl: Strumień kanału
ru: Лента канала
sl: Sporočila kanala
uk: Стрічка каналу
zh_hans_cn: 频道订阅
zh_hant_tw: 頻道饋給

# channelsEmptyPlaceholderHeader
source: You’re not subscribed to any channels yet.
pl: Nie śledzisz żadnego z kanałów.
ru: Вы пока не подписаны ни на один канал.
sl: Niste še naročeni na noben kanal.
uk: Ви ще не підписані на жодний канал.

# channelsEmptyPlaceholderMessage
source: Try going to <z-link>{allChannelsPageTitle}</z-link> and joining some of them.
pl: Spróbuj skorzystać z <z-link>{allChannelsPageTitle}</z-link> i dołączyć do nich.
ru: Вы можете просмотреть <z-link>{allChannelsPageTitle}</z-link> и присоединиться к некоторым из них.
sl: Poskusite odpreti <z-link>{allChannelsPageTitle}</z-link> in se jim pridružiti.
uk: Спробуйте перейти за посиланням <z-link>{allChannelsPageTitle}</z-link> та приєднатися до деяких із них.

# channelsPageTitle
source: Channels
de: Kanäle
fr: Chaînes
it: Canali
ja: チャンネル
pl: Kanały
ru: Каналы
sk: Kanály
sl: Kanali
uk: Канали
zh_hans_cn: 频道
zh_hant_tw: 頻道

# chooseAccountButtonAddAnAccount
source: Add an account
de: Account hinzufügen
fr: Ajouter un compte
he: הוספת חשבון
it: Aggiungi un account
ja: 新しいアカウントを追加
pl: Dodaj konto
ru: Добавить учетную запись
sk: Pridať účet
sl: Dodaj račun
uk: Додати обліковий запис
zh_hans_cn: 添加一个账号
zh_hant_tw: 增添帳號

# chooseAccountPageLogOutButton
source: Log out
de: Abmelden
fr: Déconnexion
he: התנתק
it: Esci
ja: ログアウト
pl: Wyloguj
ru: Выход из системы
sk: Odhásiť sa
sl: Odjava
uk: Вийти
zh_hans_cn: 登出
zh_hant_tw: 登出

# chooseAccountPageTitle
source: Choose account
de: Konto auswählen
fr: Choisir un compte
he: בחר חשבון
it: Scegli account
ja: アカウントを選択
pl: Wybierz konto
ru: Выберите учетную запись
sk: Zvoliť účet
sl: Izberite račun
uk: Обрати обліковий запис
zh_hans_cn: 选择账号
zh_hant_tw: 選取帳號

# combinedFeedPageTitle
source: Combined feed
de: Kombinierter Feed
fr: Fil groupé
it: Feed combinato
ja: 統合フィード
pl: Mieszany widok
ru: Объединенная лента
sk: Zlúčený kanál
sl: Združen prikaz
uk: Об'єднана стрічка
zh_hans_cn: 综合消息
zh_hant_tw: 綜合饋給

# composeBoxAttachFilesTooltip
source: Attach files
de: Dateien anhängen
it: Allega file
ja: ファイルを添付
pl: Dołącz pliki
ru: Прикрепить файлы
sl: Pripni datoteke
uk: Прикріпити файли
zh_hans_cn: 上传文件
zh_hant_tw: 附加檔案

# composeBoxAttachFromCameraTooltip
source: Take a photo
de: Ein Foto aufnehmen
it: Fai una foto
ja: 写真を撮る
pl: Zrób zdjęcie
ru: Сделать снимок
sl: Fotografiraj
uk: Зробити фото
zh_hans_cn: 拍摄照片
zh_hant_tw: 拍照

# composeBoxAttachMediaTooltip
source: Attach images or videos
de: Bilder oder Videos anhängen
it: Allega immagini o video
ja: 画像や動画を添付
pl: Dołącz obrazy lub wideo
ru: Прикрепить изображения или видео
sl: Pripni fotografije ali videoposnetke
uk: Додати зображення або відео
zh_hans_cn: 上传图片或视频
zh_hant_tw: 附加圖片或影片

# composeBoxBannerButtonCancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена
sl: Prekliči
uk: Відміна
zh_hans_cn: 取消
zh_hant_tw: 取消

# composeBoxBannerButtonRefresh
source: Refresh
de: Auffrischen
it: Etichetta il testo per il pulsante "Aggiorna" nel banner della casella di composizione quando visualizzi un canale a cui non sei iscritto.
pl: Odśwież
ru: Обновить
sl: Osveži
uk: Оновити
zh_hant_tw: 重新整理

# composeBoxBannerButtonSave
source: Save
de: Speichern
fr: Sauvegarder
it: Salva
ja: 保存
pl: Zapisz
ru: Сохранить
sl: Shrani
uk: Зберегти
zh_hans_cn: 保存
zh_hant_tw: 儲存

# composeBoxBannerButtonSubscribe
source: Subscribe
de: Abonnieren
pl: Subskrybuj
ru: Подписаться
sl: Naroči se
uk: Підписатися
zh_hant_tw: 訂閱

# composeBoxBannerLabelEditMessage
source: Edit message
de: Nachricht bearbeiten
fr: Editer le message
it: Modifica messaggio
ja: メッセージを編集
pl: Zmień wiadomość
ru: Редактирование сообщения
sl: Uredi sporočilo
uk: Редагування повідомлення
zh_hans_cn: 编辑消息
zh_hant_tw: 編輯訊息

# composeBoxBannerLabelUnsubscribedWhenCannotSend
source: New messages will not appear automatically.
de: Neue Nachrichten werden nicht automatisch angezeigt.
pl: Nowe wiadomości nie pojawią się z automatu.
ru: Новые сообщения не будут отображаться автоматически.
sl: Nova sporočila se ne bodo prikazala samodejno.
uk: Нові повідомлення не з’являтимуться автоматично.
zh_hant_tw: 新訊息將不會自動顯示。

# composeBoxChannelContentHint
source: Message {destination}
de: Nachricht an {destination}
it: Messaggia {destination}
ja: {destination} にメッセージを送信
pl: Wiadomość do {destination}
ru: Сообщение для {destination}
sl: Sporočilo {destination}
uk: Надіслати повідомлення {destination}
zh_hans_cn: 发送消息到 {destination}
zh_hant_tw: 訊息 {destination}

# composeBoxDmContentHint
source: Message @{user}
de: Nachricht an @{user}
it: Messaggia @{user}
ja: @{user} さんにメッセージ
pl: Napisz do @{user}
ru: Сообщение для @{user}
sl: Sporočilo @{user}
uk: Повідомлення @{user}
zh_hans_cn: 发送私信给 @{user}
zh_hant_tw: 訊息 @{user}

# composeBoxEnterTopicOrSkipHintText
source: Enter a topic (skip for “{defaultTopicName}”)
de: Gib ein Thema ein (leer lassen für “{defaultTopicName}”)
it: Inserisci un argomento (salta per "{defaultTopicName}")
ja: トピックを入力（省略時は「{defaultTopicName}」）
pl: Wpisz tytuł wątku (pomiń aby uzyskać “{defaultTopicName}”)
ru: Укажите тему (или оставьте “{defaultTopicName}”)
sl: Vnesite temo (ali pustite prazno za »{defaultTopicName}«)
uk: Вкажіть тему (або залиште “{defaultTopicName}”)
zh_hans_cn: 输入话题（默认为“{defaultTopicName}”）
zh_hant_tw: 輸入議題（留空則使用「{defaultTopicName}」）

# composeBoxGenericContentHint
source: Type a message
de: Eine Nachricht eingeben
it: Batti un messaggio
ja: メッセージを入力
pl: Wpisz wiadomość
ru: Ввести сообщение
sl: Vnesite sporočilo
uk: Ввести повідомлення
zh_hans_cn: 撰写消息
zh_hant_tw: 輸入訊息

# composeBoxGroupDmContentHint
source: Message group
de: Nachricht an Gruppe
it: Gruppo di messaggi
ja: グループにメッセージ
pl: Napisz do grupy
ru: Сообщение для группы
sl: Skupinsko sporočilo
uk: Написати групі
zh_hans_cn: 发送私信到群组
zh_hant_tw: 訊息群組

# composeBoxLoadingMessage
source: (loading message {messageId})
de: (lade Nachricht {messageId})
it: (caricamento messaggio {messageId})
ja: （メッセージ {messageId} を読み込み中）
pl: (ładowanie wiadomości {messageId})
ru: (загрузка сообщения {messageId})
sl: (nalaganje sporočila {messageId})
uk: (завантаження повідомлення {messageId})
zh_hans_cn: （加载消息 {messageId}）
zh_hant_tw: (載入訊息 {messageId} 中)

# composeBoxSelfDmContentHint
source: Write yourself a note
de: Schreibe dir selbst eine Notiz
it: Annota qualcosa
ja: メモを書き留める
pl: Zostaw notatkę dla siebie
ru: Написать себе записку
sl: Zapišite si opombo
uk: Напишіть собі записку
zh_hans_cn: 向自己撰写消息
zh_hant_tw: 寫給自己的備忘

# composeBoxSendTooltip
source: Send
de: Senden
it: Invia
ja: 送信
pl: Wyślij
ru: Отправить
sl: Pošlji
uk: Надіслати
zh_hans_cn: 发送
zh_hant_tw: 發送

# composeBoxTopicHintText
source: Topic
de: Thema
it: Argomento
ja: トピック
pl: Wątek
ru: Тема
sl: Tema
uk: Тема
zh_hans_cn: 话题
zh_hant_tw: 議題

# composeBoxUploadingFilename
source: Uploading {filename}…
de: Lade {filename} hoch…
it: Caricamento {filename}…
ja: {filename} をアップロード中…
pl: Przekazywanie {filename}…
ru: Загрузка {filename}…
sl: Nalaganje {filename}…
uk: Завантаження {filename}…
zh_hans_cn: 正在上传 {filename}…
zh_hant_tw: 正在上傳 {filename}…

# contentValidationErrorEmpty
source: You have nothing to send!
de: Du hast nichts zum Senden!
it: Non devi inviare nulla!
ja: メッセージが空です！
pl: Nie masz nic do wysłania!
ru: Нечего отправлять!
sl: Ni vsebine za pošiljanje!
uk: Вам нема чого надсилати!
zh_hans_cn: 发送的消息不能为空！
zh_hant_tw: 您沒有要發送的內容！

# contentValidationErrorQuoteAndReplyInProgress
source: Please wait for the quotation to complete.
de: Bitte warte bis das Zitat abgeschlossen ist.
it: Attendere il completamento del commento.
ja: 引用が完了するまでお待ちください。
pl: Zaczekaj na zakończenie pobierania cytatu.
ru: Пожалуйста, дождитесь завершения цитирования.
sl: Počakajte, da se citat zaključi.
uk: Будь ласка, дочекайтеся завершення цитування.
zh_hans_cn: 请等待引用消息完成。
zh_hant_tw: 請等待引述完成。

# contentValidationErrorTooLong
source: Message length shouldn't be greater than 10000 characters.
de: Nachrichtenlänge sollte nicht größer als 10000 Zeichen sein.
it: La lunghezza del messaggio non deve essere superiore a 10.000 caratteri.
ja: メッセージは10000文字以内で入力してください。
pl: Wiadomość nie może być dłuższa niż 10000 znaków.
ru: Длина сообщения не должна превышать 10000 символов.
sl: Dolžina sporočila ne sme presegati 10000 znakov.
uk: Довжина повідомлення не повинна перевищувати 10000 символів.
zh_hans_cn: 消息的长度不能超过10000个字符。
zh_hant_tw: 訊息長度不應超過 10000 個字元。

# contentValidationErrorUploadInProgress
source: Please wait for the upload to complete.
de: Bitte warte bis das Hochladen abgeschlossen ist.
it: Attendere il completamento del caricamento.
ja: アップロードが完了するまでお待ちください。
pl: Zaczekaj na zakończenie przekazywania.
ru: Пожалуйста, дождитесь завершения загрузки.
sl: Počakajte, da se nalaganje konča.
uk: Дочекайтеся завершення завантаження.
zh_hans_cn: 请等待上传完成。
zh_hant_tw: 請等待上傳完成。

# deleteMessageConfirmationDialogConfirmButton
source: Delete
de: Löschen
fr: Supprimer
he: מחק
pl: Skasuj
ru: Удалить
sl: Izbriši
uk: Видалити
zh_hans_cn: 删除
zh_hant_tw: 刪除

# deleteMessageConfirmationDialogMessage
source: Deleting a message permanently removes it for everyone.
de: Das Löschen einer Nachricht entfernt diese permanent für alle Nutzer:innen.
fr: Supprimer un message de façon permanente le supprime pour tout le monde.
he: מחיקת הודעה מסירה את ההודעה עבור כולם לאלתר.
pl: Kasowanie wiadomości na dobre usuwa ją dla wszystkich.
ru: При удалении сообщения оно навсегда пропадет для всех.
sl: Brisanje sporočila ga trajno odstrani za vse.
uk: Видалення повідомлення назавжди вилучає його для всіх.
zh_hans_cn: 对所有人永久删除消息。
zh_hant_tw: 刪除訊息將為所有人永久移除該訊息。

# deleteMessageConfirmationDialogTitle
source: Delete message?
de: Nachricht löschen?
fr: Supprimer message ?
he: האם למחוק את ההודעה?
pl: Skasować wiadomość?
ru: Удалить сообщение?
sl: Izbrišem sporočilo?
uk: Видалити повідомлення?
zh_hans_cn: 删除消息？
zh_hant_tw: 刪除訊息？

# dialogCancel
source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена
sl: Prekliči
uk: Відміна
zh_hans_cn: 取消
zh_hant_tw: 取消

# dialogClose
source: Close
de: Schließen
it: Chiudi
ja: 閉じる
pl: Zamknij
ru: Закрыть
sk: Zavrieť
sl: Zapri
uk: Закрити
zh_hans_cn: 关闭
zh_hant_tw: 關閉

# dialogContinue
source: Continue
de: Fortsetzen
it: Continua
ja: 続行
pl: Kontynuuj
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
uk: Продовжити
zh_hans_cn: 继续
zh_hant_tw: 繼續

# discardDraftConfirmationDialogConfirmButton
source: Discard
de: Verwerfen
it: Abbandona
ja: 破棄
pl: Odrzuć
ru: Сбросить
sl: Zavrzi
uk: Скинути
zh_hans_cn: 清空
zh_hant_tw: 捨棄

# discardDraftConfirmationDialogTitle
source: Discard the message you’re writing?
de: Die Nachricht, die du schreibst, verwerfen?
it: Scartare il messaggio che si sta scrivendo?
ja: 作成中のメッセージを破棄しますか？
pl: Czy chcesz przerwać szykowanie wpisu?
ru: Отказаться от написанного сообщения?
sl: Želite zavreči sporočilo, ki ga pišete?
uk: Відмовитися від написаного повідомлення?
zh_hans_cn: 放弃您正在撰写的消息？
zh_hant_tw: 要捨棄您正在編寫的訊息嗎？
