Repository: zulip/zulip-flutter
Catalog: assets/l10n/app_*.arb
Languages: de, fr, he, it, ja, pl, ru, sk, sl, uk, zh_hans_cn, zh_hant_tw

# successLinkCopied
source: Link copied
de: Link kopiert
fr: Lien copié
it: Collegamento copiato
ja: リンクをコピーしました
pl: Skopiowano odnośnik
ru: Ссылка скопирована
sl: Povezava je bila kopirana
uk: Посилання скопійовано
zh_hans_cn: 已复制链接
zh_hant_tw: 已複製連結

# successMessageLinkCopied
source: Message link copied
de: Nachrichtenlink kopiert
fr: Lien sur le message copié
it: Collegamento messaggio copiato
ja: メッセージのリンクをコピーしました
pl: Skopiowano odnośnik wiadomości
ru: Ссылка на сообщение скопирована
sl: Povezava do sporočila je bila kopirana
uk: Посилання на повідомлення скопійовано
zh_hans_cn: 已复制消息链接
zh_hant_tw: 已複製訊息連結

# successMessageTextCopied
source: Message text copied
de: Nachrichtentext kopiert
fr: Texte du message copié
it: Testo messaggio copiato
ja: メッセージ本文をコピーしました
pl: Skopiowano tekst wiadomości
ru: Текст сообщения скопирован
sl: Besedilo sporočila je bilo kopirano
uk: Текст повідомлення скопійовано
zh_hans_cn: 已复制消息文本
zh_hant_tw: 已複製訊息文字

# successTopicLinkCopied
source: Topic link copied
de: Link zum Thema kopiert
fr: Lien sur le sujet copié
ja: トピックのリンクをコピーしました
pl: Skopiowano odnośnik do wątku
ru: Ссылка на тему скопирована
sl: Povezava do teme kopirana
uk: Посилання на тему скопійовано
zh_hans_cn: 话题链接已复制
zh_hant_tw: 議題連結已複製

# themeSettingDark
source: Dark
de: Dunkel
it: Scuro
ja: ダークテーマ
pl: Ciemny
ru: Темный
sl: Temna
uk: Темна
zh_hans_cn: 暗色模式
zh_hant_tw: 深色主題

# themeSettingLight
source: Light
de: Hell
it: Chiaro
ja: ライトテーマ
pl: Jasny
ru: Светлый
sl: Svetla
uk: Світла
zh_hans_cn: 浅色模式
zh_hant_tw: 淺色主題

# themeSettingSystem
source: System
it: Sistema
ja: 自動テーマ
pl: Systemowy
ru: Системный
sl: Sistemska
uk: Системна
zh_hans_cn: 跟随系统
zh_hant_tw: 系統主題

# themeSettingTitle
source: THEME
de: THEMA
it: TEMA
ja: テーマ
pl: WYSTRÓJ
ru: РЕЖИМ
sl: TEMA
uk: ТЕМА
zh_hans_cn: 主题
zh_hant_tw: 主題

source: Today
de: Heute
it: Oggi
ja: 今日
pl: Dzisiaj
ru: Сегодня
sk: Dnes
sl: Danes
uk: Сьогодні
zh_hans_cn: 今天
zh_hant_tw: 今天

# topicValidationErrorMandatoryButEmpty
source: Topics are required in this organization.
de: Themen sind in dieser Organisation erforderlich.
it: In questa organizzazione sono richiesti degli argomenti.
ja: この組織ではトピックの入力が必須です。
pl: Wątki są wymagane przez tę organizację.
ru: Темы обязательны в этой организации.
sl: Teme so v tej organizaciji obvezne.
uk: Теми обовʼязкові в цій організації.
zh_hans_cn: 话题在该组织为必填项。
zh_hant_tw: 此組織要求必須填寫議題。

# topicValidationErrorTooLong
source: Topic length shouldn't be greater than {maxLength, plural, =1{1 character} other{{maxLength} characters}}.
de: Länge des Themas sollte 60 Zeichen nicht überschreiten.
it: La lunghezza dell'argomento non deve superare i 60 caratteri.
ja: トピックは60文字以内で入力してください。
pl: Długość wątku nie może być dłuższa niż {maxLength, plural, =1{1 znak} other{{maxLength} znaków}}.
ru: Длина темы не должна превышать {maxLength, plural, one{{maxLength} символ} few{{maxLength} символа} many{{maxLength} символов} other{{maxLength} символов}}.
sl: Dolžina teme ne sme presegati {maxLength, plural, =1{1 znaka} other{{maxLength} znakov}}.
uk: Довжина теми не повинна перевищувати {maxLength, plural, =1{1 символ} other{{maxLength} символів}}.
zh_hans_cn: 话题长度不应该超过 60 个字符。
zh_hant_tw: 議題長度不得超過 60 個字元。

# topicsButtonTooltip
source: Topics
de: Themen
fr: Sujets
it: Argomenti
ja: トピック
pl: Wątki
ru: Темы
sl: Teme
uk: Теми
zh_hans_cn: 话题
zh_hant_tw: 話題

# tryAnotherAccountButton
source: Try another account
de: Anderen Account ausprobieren
fr: Essayer un autre compte
he: נסה חשבון אחר
it: Prova un altro account
ja: 別のアカウントを試す
pl: Użyj innego konta
ru: Попробовать другую учетную запись
sk: Skúsiť iný účet
sl: Poskusite z drugim računom
uk: Спробуйте інший обліковий запис
zh_hans_cn: 尝试另一个账号
zh_hant_tw: 請嘗試別的帳號

# tryAnotherAccountMessage
source: Your account at {url} is taking a while to load.
de: Dein Account bei {url} benötigt einige Zeit zum Laden.
fr: Votre compte à {url} prend du temps à se charger.
he: החשבון שלך ב- {url} לוקח זמן לטעון.
it: Il caricamento dell'account su {url} sta richiedendo un po' di tempo.
ja: {url} のアカウントの読み込みに時間がかかっています。
pl: Twoje konto na {url} wymaga jeszcze chwili na załadowanie.
ru: Ваша учетная запись на {url} загружается медленно.
sk: Načítavanie vášho konta na adrese {url} chvílu trvá.
sl: Nalaganje vašega računa iz {url} traja dlje kot običajno.
uk: Ваш обліковий запис на {url} завантажується деякий час.
zh_hans_cn: 您在 {url} 的账号加载时间过长。
zh_hant_tw: 您在 {url} 的帳號載入的比較久。

# turnOffInvisibleModeErrorTitle
source: Error turning off invisible mode. Please try again.
de: Fehler beim Ausschalten des unsichtbaren Modus. Bitte versuche es erneut.
ja: 非表示モードをオフにできません。もう一度お試しください。
pl: Problem z wyłączeniem trybu ukrycia. Spróbuj ponownie.
ru: Не удалось отключить режим невидимости. Повторите попытку позже.
sl: Napaka pri izklopu nevidnega načina. Poskusite znova.
uk: Помилка вимкнення режиму невидимості. Спробуйте ще раз.
zh_hans_cn: 关闭隐身模式时发生错误。请再尝试一次。
zh_hant_tw: 關閉隱身模式時發生錯誤。請再試一次。

# turnOnInvisibleModeErrorTitle
source: Error turning on invisible mode. Please try again.
de: Fehler beim Einschalten des unsichtbaren Modus. Bitte versuche es erneut.
ja: 非表示モードを有効にできませんでした。もう一度お試しください。
pl: Problem z włączeniem trybu ukrycia. Spróbuj ponownie.
ru: Не удалось включить режим невидимости. Повторите попытку позже.
sl: Napaka pri vklopu nevidnega načina. Poskusite znova.
uk: Помилка ввімкнення режиму невидимості. Спробуйте ще раз.
zh_hans_cn: 启用隐身模式时发生错误。请再尝试一次。
zh_hant_tw: 啟用隱身模式時發生錯誤。請再試一次。

# twoPeopleTyping
source: {typist} and {otherTypist} are typing…
de: {typist} und {otherTypist} tippen…
fr: {typist} et {otherTypist} sont en train d'écrire…
it: {typist} e {otherTypist} stanno scrivendo…
ja: {typist} さんと {otherTypist} さんが入力中…
pl: {typist} i {otherTypist} coś piszą…
ru: {typist} и {otherTypist} набирают сообщения…
sk: {typist} a {otherTypist} píšu…
sl: {typist} in {otherTypist} tipkata…
uk: {typist} і {otherTypist} друкують…
zh_hans_cn: {typist}和{otherTypist}正在输入…
zh_hant_tw: {typist} 和 {otherTypist} 正在輸入…

# unknownChannelName
source: (unknown channel)
de: (unbekannter Kanal)
it: (canale sconosciuto)
ja: （不明なチャンネル）
pl: (nieznany kanał)
ru: (неизвестный канал)
sl: (neznan kanal)
uk: (невідомий канал)
zh_hans_cn: （未知频道）
zh_hant_tw: (未知頻道)

# unknownUserName
source: (unknown user)
de: (Nutzer:in unbekannt)
it: (utente sconosciuto)
ja: （不明なユーザー）
pl: (nieznany użytkownik)
ru: (неизвестный пользователь)
sl: (neznan uporabnik)
uk: (невідомий користувач)
zh_hans_cn: （未知用户）
zh_hant_tw: (未知使用者)

# unpinnedSubscriptionsLabel
source: Unpinned
de: Nicht angeheftet
fr: Désépingler
it: Non bloccato
ja: ピン留めなし
pl: Odpięte
ru: Откреплены
sl: Nepripeto
uk: Відкріплені
zh_hans_cn: 未置顶
zh_hant_tw: 未釘選

# unsubscribeConfirmationDialogConfirmButton
source: Unsubscribe
de: Deabonnieren
fr: Se désinscrire
he: בטל רישום
ja: チャンネルから退出
pl: Odsubskrybuj
ru: Отписаться
sl: Prekliči naročnino
uk: Скасувати підписку
zh_hans_cn: 取消订阅
zh_hant_tw: 取消訂閱

# unsubscribeConfirmationDialogMessageCannotResubscribe
source: Once you leave this channel, you will not be able to rejoin.
de: Sobald du diesen Kanal verlässt, kannst du ihm nicht mehr beitreten.
he: לאחר היציאה מהערוץ, לא תתאפשר הצטרפות מחדש.
pl: Opuszczając ten kanał utracisz możliwość ponownego przyłączenia.
ru: Если вы покинете этот канал, вы не сможете к нему присоединиться.
sl: Ko zapustite kanal, se ne boste več mogli pridružiti nazaj.
uk: Після того, як ви покинете цей канал, ви не зможете приєднатися знову.
zh_hant_tw: 一旦您離開此頻道，將無法重新加入。

# unsubscribeConfirmationDialogTitle
source: Unsubscribe from {channelName}?
de: {channelName} deabonnieren?
fr: Se désinscrire de {channelName}?
he: בטל רישום ל־{channelName}?
ja: {channelName} から退出しますか？
pl: Odsubskrybować z {channelName}?
ru: Отменить подписку на {channelName}?
sl: Odjava iz {channelName}?
uk: Відписатися від {channelName}?
zh_hans_cn: 确定取消订阅{channelName}么?
zh_hant_tw: 確定要取消訂閱 {channelName} 嗎？

# unsubscribeFailedTitle
source: Failed to unsubscribe
de: Konnte nicht deabonnieren
he: ביטול הרישום נכשל
ja: チャンネルからの退出に失敗しました
pl: Odsubskrybowanie bez powdzenia
ru: Не удалось отписаться
sl: Preklic naročnine ni uspel
uk: Не вдалося скасувати підписку
zh_hans_cn: 取消订阅失败
zh_hant_tw: 取消訂閱失敗

# updateStatusErrorTitle
source: Error updating user status. Please try again.
de: Fehler beim Update des Benutzerstatus. Bitte versuche es nochmal.
fr: Erreur lors de la mise à jour du statut de l'utilisateur. Merci de réessayer.
ja: ステータスの更新に失敗しました。もう一度お試しください。
pl: Błąd aktualizacji stanu. Spróbuj ponownie.
ru: Ошибка обновления статуса пользователя. Попробуйте ещё раз.
sl: Napaka pri posodabljanju statusa uporabnika. Poskusite znova.
uk: Помилка оновлення статусу користувача. Спробуйте ще раз.
zh_hans_cn: 更新用户状态时发生错误。请再试一次。
zh_hant_tw: 更新使用者狀態時發生錯誤。請再試一次。

# upgradeWelcomeDialogDismiss
source: Let's go
de: Los gehts
fr: Allons-y
he: בא נלך
it: Andiamo
ja: はじめよう
pl: Zaczynajmy
ru: Приступим
sl: Začnimo
uk: Ходімо
zh_hans_cn: 开始吧
zh_hant_tw: 開始吧

# upgradeWelcomeDialogLinkText
source: Check out the announcement blog post!
de: Sieh dir den Ankündigungs-Blogpost an!
fr: Allez voir les articles sur le blog des annonces !
he: עיין בפוסט בבלוג ההכרזה!
it: Date un'occhiata al post dell'annuncio sul blog!
ja: お知らせブログ記事をご確認ください！
pl: Sprawdź blog pod kątem obwieszczenia!
ru: Ознакомьтесь с анонсом в блоге!
sl: Preberite objavo na blogu!
uk: Ознайомтесь з анонсом у блозі!
zh_hans_cn: 来看看最新的公告博客吧！
zh_hant_tw: 查看公告部落格文章！

# upgradeWelcomeDialogMessage
source: You’ll find a familiar experience in a faster, sleeker package.
de: Du wirst ein vertrautes Erlebnis in einer schnelleren, schlankeren App erleben.
fr: Vous retrouverez une expérience familière dans un logiciel plus rapide et plus élégant.
he: תוכלו למצוא חוויה מוכרת בחבילה מהירה וחלקה יותר.
it: Troverai un'esperienza familiare in un pacchetto più veloce ed elegante.
ja: より速く、洗練されたデザインで、これまでと同じ使い心地をお楽しみいただけます。
pl: Napotkasz na znane rozwiązania, które upakowaliśmy w szybszy i elegancki pakiet.
ru: Вы найдете привычные возможности в более быстром и легком приложении.
sl: Čaka vas znana izkušnja v hitrejši in bolj elegantni obliki.
uk: Ви знайдете звичні можливості у більш швидкому і легкому додатку.
zh_hans_cn: 您将在更快、更流畅的版本中享受熟悉的体验。
zh_hant_tw: 您將在更快、更流暢的版本中享受熟悉的體驗。

# upgradeWelcomeDialogTitle
source: Welcome to the new Zulip app!
de: Willkommen in der neuen Zulip-App!
fr: Bienvenue dans la nouvelle application Zulip !
he: ברוכים הבאים לאפליקציית Zulip החדשה!
it: Benvenuti alla nuova app Zulip!
ja: 新しいZulipアプリへようこそ！
pl: Witaj w nowej apce Zulip!
ru: Добро пожаловать в новое приложение Zulip!
sl: Dobrodošli v novi aplikaciji Zulip!
uk: Ласкаво просимо у новий додаток Zulip!
zh_hans_cn: 欢迎来到新的 Zulip 应用程序！
zh_hant_tw: 歡迎使用新 Zulip 應用程式！

# userActiveDate
source: Active {date}
de: Aktiv {date}
ja: {date}にオンライン
pl: Aktywny {date}
ru: Был/а на связи {date}
sl: Nazadnje aktiven {date}
uk: Активний {date}
zh_hans_cn: 上次活跃于 {date}
zh_hant_tw: 上次活躍於 {date}

# userActiveDaysAgo
source: Active {days, plural, =1{1 day} other{{days} days}} ago
de: Aktiv vor {days, plural, =1{einem Tag} other{{days} Tagen}}
ja: {days, plural, =1{1} other{{days}}}日前にオンライン
pl: Aktywny {days, plural, =1{1 dzień} other{{days} dni}} temu
ru: Был/а на связи {days, plural, one{{days} день} few{{days} дня} many{{days} дней} other{{days} дней}} назад
sl: Aktiven pred {days, plural, one{1 dnevom} two{{days} dnevoma} few{{days} dnevi} other{{days} dnevi}}
uk: Активний {days, plural, =1{1 день} other{{days} дні}} тому
zh_hans_cn: 上次活跃于 {days, plural, =1{1 天前} other{{days} 天前}}
zh_hant_tw: 上次活躍於 {days, plural, =1{1 天前} other{{days} 天前}}

# userActiveHoursAgo
source: Active {hours, plural, =1{1 hour} other{{hours} hours}} ago
de: Aktiv vor {hours, plural, =1{einer Stunde} other{{hours} Stunden}}
ja: {hours, plural, =1{1} other{{hours}}}時間前にオンライン
pl: Aktywny {hours, plural, =1{1 godzinę} other{{hours} godzin}} temu
ru: Был/а на связи {hours, plural, one{{hours} час} few{{hours} часа} many{{hours} часов} other{{hours} часов}} назад
sl: Aktiven pred {hours, plural, one{1 uro} two{{hours} urama} few{{hours} urami} other{{hours} urami}}
uk: Активний {hours, plural, =1{1 година} other{{hours} години}} тому
zh_hans_cn: 上次活跃于 {hours, plural, =1{1 小时前} other{{hours} 小时前}}
zh_hant_tw: 上次活躍於 {hours, plural, =1{1 小時前} other{{hours} 小時前}}

# userActiveMinutesAgo
source: Active {minutes, plural, =1{1 minute} other{{minutes} minutes}} ago
de: Aktiv vor {minutes, plural, =1{einer Minute} other{{minutes} Minuten}}
ja: {minutes, plural, =1{1} other{{minutes}}}分前にオンライン
pl: Aktywny {minutes, plural, =1{1 minutę} other{{minutes} minut}} temu
ru: Был/а на связи {minutes, plural, one{{minutes} минуту} few{{minutes} минуты} many{{minutes} минут} other{{minutes} минут}} назад
sl: Aktiven pred {minutes, plural, one{1 minuto} two{{minutes} minutama} few{{minutes} minutami} other{{minutes} minutami}}
uk: Активний {minutes, plural, =1{1 хвилина} other{{minutes} хвилин}} тому
zh_hans_cn: 上次活跃于 {minutes, plural, =1{1 分钟前} other{{minutes} 分钟前}}
zh_hant_tw: 上次活躍於 {minutes, plural, =1{1 分鐘前} other{{minutes} 分鐘前}}

# userActiveNow
source: Active now
de: Gerade aktiv
ja: オンライン
pl: Teraz dostępny
ru: На связи
sl: Trenutno aktiven
uk: Активний зараз
zh_hans_cn: 当前活跃
zh_hant_tw: 目前活躍

# userActiveYesterday
source: Active yesterday
de: Gestern aktiv
ja: 昨日オンライン
pl: Aktywny wczoraj
ru: Был/а на связи вчера
sl: Aktiven včeraj
uk: Активний учора
zh_hans_cn: 昨天活跃
zh_hant_tw: 昨天活躍

# userIdle
source: Idle
de: Untätig
ja: 退席中
pl: Bezczynny
ru: Бездействует
sl: Nedejaven
uk: Холостий хід
zh_hans_cn: 空闲
zh_hant_tw: 閒置

# userNotActiveInYear
source: Not active in the last year
de: Im letzten Jahr nicht aktiv
ja: 1年以上オフラインです
pl: Brak aktywności za ostatni rok
ru: Не выходил/а на связь за последний год
sl: Ni bil aktiven v zadnjem letu
uk: Неактивний протягом останнього року
zh_hans_cn: 去年未活跃
zh_hant_tw: 去年未活躍

# userRoleAdministrator
source: Administrator
it: Amministratore
ja: 管理者
ru: Администратор
sk: Administrátor
sl: Skrbnik
uk: Адміністратор
zh_hans_cn: 管理员
zh_hant_tw: 管理員

# userRoleGuest
source: Guest
de: Gast
fr: Invité.e
it: Ospite
ja: ゲスト
pl: Gość
ru: Гость
sk: Hosť
sl: Gost
uk: Гість
zh_hans_cn: 访客
zh_hant_tw: 訪客

# userRoleMember
source: Member
de: Mitglied
fr: Membre
it: Membro
ja: メンバー
pl: Członek
ru: Участник
sk: Člen
sl: Član
uk: Учасник
zh_hans_cn: 成员
zh_hant_tw: 成員

# userRoleModerator
source: Moderator
it: Moderatore
ja: モデレータ
ru: Модератор
sk: Moderátor
uk: Модератор
zh_hans_cn: 版主
zh_hant_tw: 版主

# userRoleOwner
source: Owner
de: Besitzer
it: Proprietario
ja: オーナー
pl: Właściciel
ru: Владелец
sk: Majiteľ
sl: Lastnik
uk: Власник
zh_hans_cn: 所有者
zh_hant_tw: 擁有者

# userRoleUnknown
source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ja: 不明
pl: Nieznany
ru: Неизвестно
sk: Neznáma
sl: Neznano
uk: Невідомо
zh_hans_cn: 未知
zh_hant_tw: 未知

# userStatusAtTheOffice
source: At the office
de: Im Büro
fr: Au bureau
ja: 出社中
pl: W biurze
ru: В офисе
sl: V pisarni
uk: В офісі
zh_hans_cn: 在办公室
zh_hant_tw: 在辦公室

# userStatusBusy
source: Busy
de: Beschäftigt
fr: Occupé
ja: 取り込み中
pl: Zajęty
ru: В делах
sl: Zaposlen
uk: Зайнятий
zh_hans_cn: 忙碌
zh_hant_tw: 忙碌

# userStatusCommuting
source: Commuting
de: Unterwegs
fr: En déplacement
ja: 移動中
pl: W drodze
ru: В дороге
sl: Na poti v službo
uk: Поїздки на роботу
zh_hans_cn: 通勤中
zh_hant_tw: 通勤中

# userStatusInAMeeting
source: In a meeting
de: In einem Meeting
fr: En réunion
ja: 会議中
pl: Na spotkaniu
ru: На встрече
sl: Na sestanku
uk: На зустрічі
zh_hans_cn: 会议中
zh_hant_tw: 會議中

# userStatusOutSick
source: Out sick
de: Krankgemeldet
fr: Malade
ja: 病欠中
pl: Chorobowe
ru: Болею
sl: Na bolniški
uk: Хворий
zh_hans_cn: 病假中
zh_hant_tw: 請病假

# userStatusVacationing
source: Vacationing
de: Im Urlaub
fr: En vacances
ja: 休暇中
pl: Na urlopie
ru: В отпуске
sl: Na dopustu
uk: Відпустка
zh_hans_cn: 休假中
zh_hant_tw: 休假中

# userStatusWorkingRemotely
source: Working remotely
de: Arbeitet von zu Hause
fr: En télétravail
ja: 在宅勤務中
pl: Praca zdalna
ru: Работаю дистанционно
sl: Delo na daljavo
uk: Працюємо віддалено
zh_hans_cn: 远程工作中
zh_hant_tw: 遠端工作中

# wildcardMentionAll
source: all
de: alle
it: tutti
ja: 全員
pl: wszyscy
ru: все
sl: vsi
uk: усі
zh_hans_cn: 所有人
zh_hant_tw: 全部

# wildcardMentionAllDmDescription
source: Notify recipients
de: Empfänger benachrichtigen
it: Notifica destinatari
ja: 受信者に通知
pl: Powiadom zainteresowanych
ru: Оповестить получателей
sl: Obvesti prejemnike
uk: Повідомити одержувачів
zh_hans_cn: 通知收件人
zh_hant_tw: 通知收件人

# wildcardMentionChannel
source: channel
de: Kanal
it: canale
ja: チャンネル
pl: kanał
ru: канал
sl: kanal
uk: канал
zh_hans_cn: 频道
zh_hant_tw: 頻道

# wildcardMentionChannelDescription
source: Notify channel
de: Kanal benachrichtigen
it: Notifica canale
ja: チャンネル参加者に通知
pl: Powiadom w kanale
ru: Оповестить канал
sl: Obvesti kanal
uk: Повідомити канал
zh_hans_cn: 通知频道
zh_hant_tw: 通知頻道

# wildcardMentionEveryone
source: everyone
de: jeder
it: ognuno
ja: 全員
pl: każdy
ru: каждый
sl: vsi
uk: усі
zh_hans_cn: 所有人
zh_hant_tw: 所有人

# wildcardMentionStream
source: stream
it: flusso
ja: チャンネル
pl: strumień
ru: канал
sl: tok
uk: канал
zh_hans_cn: 频道
zh_hant_tw: 串流

# wildcardMentionStreamDescription
source: Notify stream
de: Stream benachrichtigen
it: Notifica flusso
ja: ストリーム参加者に通知
pl: Powiadom w strumieniu
ru: Оповестить канал
sl: Obvesti tok
uk: Повідомити канал
zh_hans_cn: 通知频道
zh_hant_tw: 通知串流

# wildcardMentionTopic
source: topic
de: Thema
it: argomento
ja: トピック
pl: wątek
ru: тема
sl: tema
uk: тема
zh_hans_cn: 话题
zh_hant_tw: 議題

# wildcardMentionTopicDescription
source: Notify topic
de: Thema benachrichtigen
it: Notifica argomento
ja: トピック参加者に通知
pl: Powiadom w wątku
ru: Оповестить тему
sl: Obvesti udeležence teme
uk: Повідомити канал
zh_hans_cn: 通知话题
zh_hant_tw: 通知話題

source: Yesterday
de: Gestern
it: Ieri
ja: 昨日
pl: Wczoraj
ru: Вчера
sk: Včera
sl: Včeraj
uk: Учора
zh_hans_cn: 昨天
zh_hant_tw: 昨天

# errorDialogContinue
source: OK
sl: V redu
uk: ОК
zh_hans_cn: 好的

# reactionChipLabel
source: {emojiName}: {votes}
ja: {emojiName}: {votes}件

# switchAccountButtonTooltip
source: Switch account
he: החלף חשבון
