Repository: zulip/zulip-flutter
Catalog: assets/l10n/app_*.arb
Languages: de, fr, he, it, ja, pl, ru, sk, sl, uk, zh_hans_cn, zh_hant_tw

# errorNotificationOpenAccountNotFound
source: The account associated with this notification could not be found.
de: Der Account, der mit dieser Benachrichtigung verknüpft ist, konnte nicht gefunden werden.
it: Impossibile trovare l'account associato a questa notifica.
ja: この通知に関連付けられたアカウントが見つかりませんでした。
pl: Nie odnaleziono konta powiązanego z tym powiadomieniem.
ru: Учетная запись, связанная с этим уведомлением, не найдена.
sl: Računa, povezanega s tem obvestilom, ni bilo mogoče najti.
uk: Обліковий запис, звʼязаний з цим сповіщенням, не знайдений.
zh_hans_cn: 未能找到关联该消息提醒的账号。
zh_hant_tw: 找不到與此通知相關聯的帳號。

# errorNotificationOpenTitle
source: Failed to open notification
de: Fehler beim Öffnen der Benachrichtigung
it: Impossibile aprire la notifica
ja: 通知を開けませんでした
pl: Otwieranie powiadomienia bez powodzenia
ru: Не удалось открыть оповещения
sk: Nepodarilo sa otvoriť oznámenie
sl: Obvestila ni bilo mogoče odpreti
uk: Не вдалося відкрити сповіщення
zh_hans_cn: 未能打开消息提醒
zh_hant_tw: 無法開啟通知

# errorQuotationFailed
source: Quotation failed
de: Zitat fehlgeschlagen
fr: Échec de la citation
it: Citazione non riuscita
ja: 引用できませんでした
pl: Cytowanie bez powodzenia
ru: Цитирование не удалось
sk: Nepodarila sa citácia
sl: Citiranje ni uspelo
uk: Помилка цитування
zh_hans_cn: 未能引用消息
zh_hant_tw: 引述失敗

# errorReactionAddingFailedTitle
source: Adding reaction failed
de: Hinzufügen der Reaktion fehlgeschlagen
it: Aggiunta della reazione non riuscita
ja: リアクションを追加できませんでした
pl: Dodanie reakcji bez powodzenia
ru: Не удалось добавить реакцию
sk: Nepodarilo sa pridať reakciu
sl: Reakcije ni bilo mogoče dodati
uk: Не вдалося додати реакцію
zh_hans_cn: 未能添加表情符号
zh_hant_tw: 新增表情反應失敗

# errorReactionRemovingFailedTitle
source: Removing reaction failed
de: Entfernen der Reaktion fehlgeschlagen
it: Rimozione della reazione non riuscita
ja: リアクションを削除できませんでした
pl: Usuwanie reakcji bez powodzenia
ru: Не удалось удалить реакцию
sk: Odobranie reakcie zlyhalo
sl: Reakcije ni bilo mogoče odstraniti
uk: Не вдалося видалити реакцію
zh_hans_cn: 未能移除表情符号
zh_hant_tw: 移除表情反應失敗

# errorRequestFailed
source: Network request failed: HTTP status {httpStatus}
de: Netzwerkanfrage fehlgeschlagen: HTTP Status {httpStatus}
it: Richiesta di rete non riuscita: stato HTTP {httpStatus}
ja: ネットワークリクエストに失敗しました：HTTP ステータス {httpStatus}
pl: Błąd uzyskania sieci: status HTTP {httpStatus}
ru: Сбой сетевого запроса: HTTP-статус {httpStatus}
sk: Zlyhala sieťová požiadavka: HTTP status {httpStatus}
sl: Omrežna zahteva je spodletela: Stanje HTTP {httpStatus}
uk: Помилка мережевого запиту: статус HTTP {httpStatus}
zh_hans_cn: 网络请求失败；HTTP 状态码 {httpStatus}
zh_hant_tw: 網路請求失敗：HTTP 狀態碼為 {httpStatus}

# errorResolveTopicFailedTitle
source: Failed to mark topic as resolved
de: Thema konnte nicht als gelöst markiert werden
fr: Impossible de marquer le sujet comme résolu
it: Impossibile contrassegnare l'argomento come risolto
ja: トピックを解決済みにできませんでした
pl: Nie udało się oznaczyć jako rozwiązany
ru: Не удалось отметить тему как решенную
sl: Neuspela označitev teme kot razrešene
uk: Не вдалося позначити тему як вирішену
zh_hans_cn: 未能将话题标记为解决
zh_hant_tw: 無法標註話題為已解決

# errorServerMessage
source: The server said: {message}
de: Der Server sagte: {message}
fr: Message d'erreur du serveur : {message}
it: Il server ha detto: {message}
ja: サーバーからの応答： {message}
pl: Odpowiedź serwera: {message}
ru: Ответ сервера: {message}
sk: Odozva od servera: {message}
sl: Strežnik je sporočil: {message}
uk: Сервер сказав: {message}
zh_hans_cn: 服务器： {message}
zh_hant_tw: 伺服器回應： {message}

# errorServerVersionUnsupportedMessage
source: {url} is running Zulip Server {zulipVersion}, which is unsupported. The minimum supported version is Zulip Server {minSupportedZulipVersion}.
de: {url} nutzt Zulip Server {zulipVersion}, welche nicht unterstützt wird. Die unterstützte Mindestversion ist Zulip Server {minSupportedZulipVersion}.
it: {url} sta usando Zulip Server {zulipVersion}, che non è supportato. La versione minima supportata è Zulip Server {minSupportedZulipVersion}.
ja: {url} で動作している Zulip Server {zulipVersion} はサポート対象外です。サポートされる最小バージョンは Zulip Server {minSupportedZulipVersion} です。
pl: {url} uruchamia Zulip Server {zulipVersion}, który nie jest obsługiwany. Minimalna obsługiwana wersja to Zulip Server {minSupportedZulipVersion}.
ru: {url} использует Zulip Server {zulipVersion}, который не поддерживается. Минимальная поддерживаемая версия — Zulip Server {minSupportedZulipVersion}.
sl: {url} uporablja strežnik Zulip {zulipVersion}, ki ni podprt. Najnižja podprta različica je strežnik Zulip {minSupportedZulipVersion}.
uk: {url} використовує Zulip Server {zulipVersion}, який не підтримується. Мінімальною підтримуваною версією є Zulip Server {minSupportedZulipVersion}.
zh_hans_cn: {url} 运行的 Zulip 服务器版本 {zulipVersion} 过低。该客户端只支持 {minSupportedZulipVersion} 及以后的服务器版本。
zh_hant_tw: {url} 執行的 Zulip Server 為 {zulipVersion}，此版本已不受支援。最低支援版本為 Zulip Server {minSupportedZulipVersion}。

# errorSharingAccountNotLoggedIn
source: There is no account logged in. Please log in to an account and try again.
de: Es ist kein Konto angemeldet. Bitte logge dich in ein Konto ein und versuche es erneut.
ja: ログインしていません。アカウントにログインしてから、もう一度お試しください。
pl: Brak zalogowanego użytkownika. Proszę zaloguj się i spróbuj ponownie.
ru: Не выполнен вход с учетной записью. Пожалуйста, войдите в систему и повторите попытку.
sl: Noben račun ni prijavljen. Prijavite se v račun in poskusite znova.
uk: Немає облікового запису, в який ви ввійшли. Будь ласка, увійдіть в обліковий запис і спробуйте ще раз..
zh_hans_cn: 尚未登录任何账号。请登录账号后再次尝试。
zh_hant_tw: 尚未登入任何帳號。請登入帳號後再試一次。

# errorSharingFailed
source: Sharing failed
de: Teilen fehlgeschlagen
fr: Échec du partage
it: Condivisione fallita
ja: 共有に失敗しました
pl: Udostępnianie bez powodzenia
ru: Не удалось поделиться
sl: Deljenje ni uspelo
uk: Поширення не вдалося
zh_hans_cn: 分享失败
zh_hant_tw: 分享失敗

# errorSharingTitle
source: Failed to share content
de: Teilen des Inhalts fehlgeschlagen
ja: コンテンツを共有できませんでした
pl: Udostępnianie zawartości bez powodzenia
ru: Не удалось поделиться содержанием
sl: Deljenje vsebine ni uspelo
uk: Не вдалося поділитися контентом
zh_hans_cn: 分享内容失败
zh_hant_tw: 分享內容失敗

# errorStarMessageFailedTitle
source: Failed to star message
de: Konnte Nachricht nicht markieren
fr: Échec de marquage du message en favori
it: Impossibile contrassegnare il messaggio come speciale
ja: メッセージにスターを付けられませんでした
pl: Dodanie gwiazdki bez powodzenia
ru: Не удалось отметить сообщение
sl: Sporočila ni bilo mogoče označiti z zvezdico
uk: Не вдалося позначити повідомлення зіркою
zh_hans_cn: 未能添加星标消息标记
zh_hant_tw: 無法收藏訊息

# errorUnfollowTopicFailed
source: Failed to unfollow topic
de: Konnte Thema nicht entfolgen
fr: Échec de la tentative de ne plus suivre le sujet
it: Impossibile smettere di seguire l'argomento
ja: トピックのフォロー解除ができませんでした
pl: Nie śledź bez powodzenia
ru: Не удалось прекратить отслеживать тему
sl: Prenehanje sledenja temi ni uspelo
uk: Не вдалося відписатися від теми
zh_hans_cn: 未能取消关注话题
zh_hant_tw: 無法取消跟隨話題

# errorUnmuteTopicFailed
source: Failed to unmute topic
de: Konnte Thema nicht lautschalten
fr: Impossible de ne plus mettre le sujet en sourdine
it: Impossibile de-silenziare l'argomento
ja: トピックのミュート解除ができませんでした
pl: Wznowienie bez powodzenia
ru: Не удалось включить оповещения темы
sk: Nepodarilo sa odtíšiť tému
sl: Preklic utišanja teme ni uspel
uk: Не вдалося увімкнути тему
zh_hans_cn: 未能取消静音话题
zh_hant_tw: 無法取消靜音話題

# errorUnresolveTopicFailedTitle
source: Failed to mark topic as unresolved
de: Thema konnte nicht als ungelöst markiert werden
fr: Impossible de marquer le sujet comme non résolu
it: Impossibile contrassegnare l'argomento come irrisolto
ja: トピックを未解決にできませんでした
pl: Nie udało się oznaczyć brak rozwiązania
ru: Не удалось отметить тему как нерешенную
sl: Neuspela označitev teme kot nerazrešene
uk: Не вдалося позначити тему як невирішену
zh_hans_cn: 未能将话题标记为未解决
zh_hant_tw: 無法標註話題為未解決

# errorUnstarMessageFailedTitle
source: Failed to unstar message
de: Konnte Markierung nicht von der Nachricht entfernen
fr: Échec de la tentative d'enlever le message des favoris
it: Impossibile contrassegnare il messaggio come normale
ja: メッセージのスターを外せませんでした
pl: Odebranie gwiazdki bez powodzenia
ru: Не удалось снять отметку с сообщения
sl: Sporočilu ni bilo mogoče odstraniti zvezdice
uk: Не вдалося зняти позначку зірки з повідомлення
zh_hans_cn: 未能取消星标消息标记
zh_hant_tw: 無法取消收藏訊息

# errorVideoPlayerFailed
source: Unable to play the video.
de: Video konnte nicht wiedergegeben werden.
it: Impossibile riprodurre il video.
ja: 動画を再生できません。
pl: Nie da rady odtworzyć wideo.
ru: Не удается воспроизвести видео.
sk: Nepodarilo sa prehrať video
sl: Videa ni mogoče predvajati.
uk: Неможливо відтворити відео.
zh_hans_cn: 未能播放视频。
zh_hant_tw: 無法播放影片。

# errorWebAuthOperationalError
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Oups, une erreur s'est produite.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーが発生しました。
pl: Wystąpił niespodziewany błąd.
ru: Произошла непредвиденная ошибка.
sk: Nastala neočakávaná chyba.
sl: Prišlo je do nepričakovane napake.
uk: Сталася неочікувана помилка.
zh_hans_cn: 发生了未知的错误。
zh_hant_tw: 出現了意外的錯誤。

# errorWebAuthOperationalErrorTitle
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s'est produite
it: Qualcosa è andato storto
ja: 問題が発生しました
pl: Coś poszło nie tak
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
uk: Щось пішло не так
zh_hans_cn: 出现了一些问题
zh_hant_tw: 出錯了

# experimentalFeatureSettingsPageTitle
source: Experimental features
de: Experimentelle Funktionen
it: Caratteristiche sperimentali
ja: 実験的機能
pl: Funkcje eksperymentalne
ru: Экспериментальные функции
sl: Eksperimentalne funkcije
uk: Експериментальні функції
zh_hans_cn: 实验功能
zh_hant_tw: 實驗性功能

# experimentalFeatureSettingsWarning
source: These options enable features which are still under development and not ready. They may not work, and may cause issues in other areas of the app. The purpose of these settings is for experimentation by people working on developing Zulip.
de: Diese Optionen aktivieren Funktionen, die noch in Entwicklung und nicht bereit sind. Sie funktionieren möglicherweise nicht und können Problem in anderen Bereichen der App verursachen. Der Zweck dieser Einstellungen ist das Experimentieren der Leute, die an der Entwicklung von Zulip arbeiten.
it: Queste opzioni abilitano funzionalità ancora in fase di sviluppo e non ancora pronte. Potrebbero non funzionare e causare problemi in altre aree dell'app. Queste impostazioni sono pensate per la sperimentazione da parte di chi lavora allo sviluppo di Zulip.
ja: これらのオプションは、まだ開発中で未完成の機能を有効にします。正常に動作しない場合や、アプリの他の部分に不具合を引き起こす可能性があります。 この設定は、Zulip の開発に携わる人が試験的に利用することを目的としています。
pl: W ten sposób aktywujesz funkcje, które są w fazie testów. Mogą one nie działać lub powodować problemy z tym co bez nich działa poprawnie. To ustawienie przewidziane jest dla tych, którzy pracują nad ulepszeniem aplikacji Zulip.
ru: Эти параметры включают возможности, которые все ещё находятся в разработке и не готовы. Они могут не работать и вызывать проблемы в других местах приложения. Цель этих настроек — экспериментирование людьми, работающими над разработкой Zulip.
sl: Te možnosti omogočajo funkcije, ki so še v razvoju in niso pripravljene. Morda ne bodo delovale in lahko povzročijo težave v drugih delih aplikacije. Namen teh nastavitev je eksperimentiranje za uporabnike, ki delajo na razvoju Zulipa.
uk: Ці опції вмикають функції, які ще розробляються та не готові. Вони можуть не працювати та викликати проблеми в інших місцях додатку. Метою цих налаштувань є експериментування людьми, що працюють над розробкою Zulip.
zh_hans_cn: 以下选项能够启用开发中的功能。它们暂不完善，并可能造成其他的一些问题。 这些选项的目的是为了帮助开发者进行实验。
zh_hant_tw: 這些選項啟用的功能仍在開發中，尚未完善。它們可能無法正常運作，且可能導致應用程式其他部分出現問題。 這些設定的目的是供參與 Zulip 開發的人員進行試驗使用。

# filenameAndSizeInMiB
source: {filename}: {size} MiB
ru: {filename}: {size} МиБ

# inboxEmptyPlaceholderHeader
source: There are no unread messages in your inbox.
pl: Brak nieprzeczytanych wiadomości w odebranych.
ru: У вас нет непрочитанных входящих сообщений.
sl: Ni neprebranih sporočil.
uk: У вашій папці "Вхідні" немає непрочитаних повідомлень.

# inboxEmptyPlaceholderMessage
source: Use the buttons below to view the combined feed or list of channels.
pl: Użyj poniższych przycisków aby skorzystać z widoku mieszanego lub listy kanałów.
ru: Используйте кнопки внизу для просмотра объединенной ленты или списка каналов.
sl: Uporabite spodnje gumbe za ogled združenega vira ali seznama kanalov.
uk: Скористайтеся кнопками нижче, щоб переглянути об’єднану стрічку або список каналів.

# inboxPageTitle
source: Inbox
de: Eingang
fr: Boîte de réception
ja: 受信箱
pl: Odebrane
ru: Входящие
sl: Nabiralnik
uk: Вхідні
zh_hans_cn: 收件箱
zh_hant_tw: 收件匣

# initialAnchorSettingDescription
source: You can choose whether message feeds open at your first unread message or at the newest messages.
de: Du kannst auswählen ob Nachrichten-Feeds bei deiner ersten ungelesenen oder bei den neuesten Nachrichten geöffnet werden.
it: È possibile scegliere se i feed dei messaggi devono aprirsi al primo messaggio non letto oppure ai messaggi più recenti.
ja: メッセージ一覧を、最初の未読メッセージから開くか、最新のメッセージから開くかを選択できます。
pl: Możesz wybrać czy bardziej odpowiada Ci odczyt nieprzeczytanych lub najnowszych wiadomości.
ru: Можно открывать ленту сообщений на первом непрочитанном сообщении или на самом новом.
sl: Lahko izberete, ali se tok sporočil odpre pri vašem prvem neprebranem sporočilu ali pri najnovejših sporočilih.
uk: Можна відкривати стрічку повідомлень на першому непрочитаному повідомленні або на найновішому.
zh_hans_cn: 您可以将消息的起始位置设置为第一条未读消息或者最新消息。
zh_hant_tw: 您可以選擇將訊息串開啟在第一則未讀訊息，或是最新的訊息。

# initialAnchorSettingFirstUnreadAlways
source: First unread message
de: Erste ungelesene Nachricht
it: Primo messaggio non letto
ja: 最初の未読メッセージ
pl: Pierwsza nieprzeczytana wiadomość
ru: Первое непрочитанное сообщение
sl: Prvo neprebrano sporočilo
uk: Перше непрочитане повідомлення
zh_hans_cn: 第一条未读消息
zh_hant_tw: 第一則未讀訊息

# initialAnchorSettingFirstUnreadConversations
source: First unread message in conversation views, newest message elsewhere
de: Erste ungelesene Nachricht in Unterhaltungsansicht, sonst neueste Nachricht
it: Primo messaggio non letto nelle singole conversazioni, messaggio più recente altrove
ja: 会話ビューでは最初の未読メッセージ、それ以外では最新メッセージ
pl: Pierwsza nieprzeczytana wiadomość w widoku dyskusji, wszędzie indziej najnowsza wiadomość
ru: Первое непрочитанное сообщение при просмотре бесед, самое новое в остальных местах
sl: Prvo neprebrano v pogovorih, najnovejše drugje
uk: Перше непрочитане повідомлення при перегляді бесід, найновіше у інших місцях
zh_hans_cn: 在单个话题或私信的第一条未读消息；在其他情况下的最新消息
zh_hant_tw: 在對話檢視中開啟第一則未讀訊息，其餘情況則開啟最新訊息

# initialAnchorSettingNewestAlways
source: Newest message
de: Neueste Nachricht
it: Messaggio più recente
ja: 最新のメッセージ
pl: Najnowsza wiadomość
ru: Самое новое сообщение
sl: Najnovejše sporočilo
uk: Найновіше повідомлення
zh_hans_cn: 最新消息
zh_hant_tw: 最新訊息

# initialAnchorSettingTitle
source: Open message feeds at
de: Nachrichten-Feed öffnen bei
it: Apri i feed dei messaggi su
ja: メッセージ一覧の開始位置
pl: Pokaż wiadomości w porządku
ru: Где открывать ленту сообщений
sl: Odpri tok sporočil pri
uk: Де відкривати стрічку повідомлень
zh_hans_cn: 设置消息起始位置于
zh_hant_tw: 開啟訊息串於

source: Invisible mode
de: Unsichtbarer Modus
ja: ステータス非表示
pl: Tryb ukrycia
ru: Режим невидимости
sl: Nevidni način
uk: Невидимий режим
zh_hans_cn: 隐身模式
zh_hant_tw: 隱身模式

# lightboxCopyLinkTooltip
source: Copy link
de: Link kopieren
it: Copia collegamento
ja: リンクをコピー
pl: Skopiuj odnośnik
ru: Скопировать ссылку
sk: Skopírovať odkaz
sl: Kopiraj povezavo
uk: Копіювати посилання
zh_hans_cn: 复制链接
zh_hant_tw: 複製連結

# lightboxVideoCurrentPosition
source: Current position
de: Aktuelle Position
it: Posizione corrente
ja: 再生位置
pl: Obecna pozycja
ru: Место воспроизведения
sl: Trenutni položaj
uk: Поточна позиція
zh_hans_cn: 当前进度
zh_hant_tw: 目前位置

# lightboxVideoDuration
source: Video duration
de: Videolänge
it: Durata video
ja: 再生時間
pl: Długość wideo
ru: Длительность видео
sl: Trajanje videa
uk: Довжина відео
zh_hans_cn: 视频时长
zh_hant_tw: 影片長度

# logOutConfirmationDialogConfirmButton
source: Log out
de: Abmelden
fr: Déconnexion
he: התנתק
it: Esci
ja: ログアウト
pl: Wyloguj
ru: Выйти
sk: Odhlásiť sa
sl: Odjavi se
uk: Вийти
zh_hans_cn: 登出
zh_hant_tw: 登出

# logOutConfirmationDialogMessage
source: To use this account in the future, you will have to re-enter the URL for your organization and your account information.
de: Um diesen Account in Zukunft zu verwenden, musst du die URL deiner Organisation und deine Account-Informationen erneut eingeben.
fr: Pour utiliser ce compte à l'avenir, vous devrez ré-entrer l'adresse pour votre organisation et les informations de votre compte.
he: כדי להשתמש בחשבון זה בעתיד, יהיה עליך להכניס מחדש את כתובת האתר של הארגון שלך ואת פרטי החשבון שלך.
it: Per utilizzare questo account in futuro, bisognerà reinserire l'URL della propria organizzazione e le informazioni del proprio account.
ja: 今後このアカウントを使うには、組織のURLとアカウント情報を再度入力する必要があります。
pl: Aby użyć tego konta należy wskazać URL organizacji oraz dane konta.
ru: Чтобы использовать эту учетную запись в будущем, вам придется заново ввести URL-адрес вашей организации и информацию о вашей учетной записи.
sl: Če boste ta račun želeli uporabljati v prihodnje, boste morali znova vnesti URL svoje organizacije in podatke za prijavo.
uk: Щоб використовувати цей обліковий запис у майбутньому, вам доведеться повторно ввести його дані та URL-адресу вашої організації.
zh_hans_cn: 下次登入此账号时，您将需要重新输入组织网址和账号信息。
zh_hant_tw: 要在未來使用此帳號，您將需要重新輸入您組織的網址和您的帳號資訊。

# logOutConfirmationDialogTitle
source: Log out?
de: Abmelden?
fr: Se déconnecter?
he: להתנתק?
it: Disconnettersi?
ja: ログアウトしますか？
pl: Wylogować?
ru: Выйти из системы?
sk: Chcete sa odhlásiť?
sl: Se želite odjaviti?
uk: Вийти?
zh_hans_cn: 登出？
zh_hant_tw: 登出？

# loginAddAnAccountPageTitle
source: Add an account
de: Account hinzufügen
it: Aggiungi account
ja: アカウントを追加
pl: Dodaj konto
ru: Добавление учетной записи
sk: Pridať účet
sl: Dodaj račun
uk: Додати обліковий запис
zh_hans_cn: 添加账号
zh_hant_tw: 增添帳號

# loginEmailLabel
source: Email address
de: E-Mail-Adresse
it: Indirizzo email
ja: メールアドレス
pl: Adres email
ru: Адрес почты
sk: Emailová adresa
sl: E-poštni naslov
uk: Адреса електронної пошти
zh_hans_cn: 电子邮箱地址
zh_hant_tw: 電子郵件地址

# loginErrorMissingEmail
source: Please enter your email.
de: Bitte gib deine E-Mail ein.
it: Inserire l'email.
ja: メールアドレスを入力してください。
pl: Proszę podaj swój email.
ru: Пожалуйста, введите ваш адрес электронной почты.
sk: Prosím, vložte váš email.
sl: Vnesite svoj e-poštni naslov.
uk: Будь ласка, введіть свою електронну адресу.
zh_hans_cn: 请输入电子邮箱地址。
zh_hant_tw: 請輸入您的電子郵件地址。

# loginErrorMissingPassword
source: Please enter your password.
de: Bitte gib dein Passwort ein.
it: Inserire la propria password.
ja: パスワードを入力してください。
pl: Proszę wprowadź hasło.
ru: Пожалуйста, введите пароль.
sk: Prosím zadaj heslo.
sl: Vnesite svoje geslo.
uk: Будь ласка, введіть свій пароль.
zh_hans_cn: 请输入密码。
zh_hant_tw: 請輸入您的密碼。

# loginErrorMissingUsername
source: Please enter your username.
de: Bitte gib deinen Benutzernamen ein.
it: Inserire il proprio nomeutente.
ja: ユーザー名を入力してください。
pl: Proszę podaj nazwę użytkownika.
ru: Пожалуйста, введите ваше имя пользователя.
sk: Prosím zadajte prihlasovacie meno.
sl: Vnesite svoje uporabniško ime.
uk: Введіть своє ім'я користувача.
zh_hans_cn: 请输入用户名。
zh_hant_tw: 請輸入您的使用者名稱。

# loginFormSubmitLabel
source: Log in
de: Anmelden
it: Accesso
ja: ログイン
pl: Zaloguj
ru: Войти
sk: Prihlásiť sa
sl: Prijava
uk: Увійти
zh_hans_cn: 登入
zh_hant_tw: 登入

# loginHidePassword
source: Hide password
de: Passwort verstecken
it: Nascondi password
ja: パスワードを非表示
pl: Ukryj hasło
ru: Скрыть пароль
sk: Skryť heslo
sl: Skrij geslo
uk: Приховати пароль
zh_hans_cn: 隐藏密码
zh_hant_tw: 隱藏密碼

# loginMethodDivider
source: OR
de: ODER
it: O
ja: または
pl: LUB
ru: ИЛИ
sk: alebo
sl: ALI
uk: АБО
zh_hans_cn: 或
zh_hant_tw: 或

# loginPageTitle
source: Log in
de: Anmelden
it: Accesso
ja: ログイン
pl: Zaloguj
ru: Вход в систему
sk: Prihlásiť sa
sl: Prijava
uk: Увійти
zh_hans_cn: 登入
zh_hant_tw: 登入

# loginPasswordLabel
source: Password
de: Passwort
ja: パスワード
pl: Hasło
ru: Пароль
sk: Heslo
sl: Geslo
uk: Пароль
zh_hans_cn: 密码
zh_hant_tw: 密碼

# loginServerUrlLabel
source: Your Zulip server URL
de: Deine Zulip Server URL
it: URL del server Zulip
ja: Zulip サーバーのURL
pl: URL serwera Zulip
ru: URL вашего сервера Zulip
sl: URL strežnika Zulip
uk: URL-адреса вашого сервера Zulip
zh_hans_cn: Zulip 服务器网址
zh_hant_tw: 您的 Zulip 伺服器網址

# loginUsernameLabel
source: Username
de: Benutzername
it: Nomeutente
ja: ユーザー名
pl: Użytkownik
ru: Имя пользователя
sk: Prihlasovacie meno
sl: Uporabniško ime
uk: Ім'я користувача
zh_hans_cn: 用户名
zh_hant_tw: 使用者名稱

# mainMenuMyProfile
source: My profile
de: Mein Profil
fr: Mon profil
it: Il mio profilo
ja: 自分のプロフィール
pl: Mój profil
ru: Мой профиль
sk: Môj profil
sl: Moj profil
uk: Мій профіль
zh_hans_cn: 个人资料
zh_hant_tw: 我的設定檔

# manyPeopleTyping
source: Several people are typing…
de: Mehrere Leute tippen…
fr: Plusieurs personnes sont en train d'écrire…
it: Molte persone stanno scrivendo…
ja: 複数のユーザーが入力中…
pl: Wielu ludzi coś pisze…
ru: Несколько человек набирают сообщения…
sk: Niekoľko ludí píše…
sl: Več oseb tipka…
uk: Кілька людей друкують…
zh_hans_cn: 多个用户正在输入…
zh_hant_tw: 有些人正在輸入…

# markAllAsReadLabel
source: Mark all messages as read
de: Alle Nachrichten als gelesen markieren
it: Segna tutti i messaggi come letti
ja: すべてのメッセージを既読にする
pl: Oznacz wszystkie jako przeczytane
ru: Отметить все сообщения как прочитанные
sk: Označiť všetky správy ako prečítané
sl: Označi vsa sporočila kot prebrana
uk: Позначити всі повідомлення як прочитані
zh_hans_cn: 将所有消息标为已读
zh_hant_tw: 標註所有訊息為已讀

# markAsReadComplete
source: Marked {num, plural, =1{1 message} other{{num} messages}} as read.
de: {num, plural, =1{Eine Nachricht} other{{num} Nachrichten}} als gelesen markiert.
it: Segnato/i {num, plural, =1{1 messaggio} other{{num} messagei}} come letto/i.
ja: {num, plural, =1{1} other{{num}}}件のメッセージを既読にしました。
pl: Oznaczono {num, plural, =1{1 wiadomość} other{{num} wiadomości}} jako przeczytane.
ru: Отметка прочтения установлена для {num, plural, one{{num} сообщения} other{{num} сообщений}}.
sk: Označiť {num, plural, =1{1 správu} other{{num} správy}} ako prečítanú.
sl: Označeno je {num, plural, one{{num} sporočilo} two{{num} sporočili} few{{num} sporočila} other{{num} sporočil}} kot prebrano.
uk: Позначено як прочитані {num, plural, =1{1 повідомлення} other{{num} повідомлення}}.
zh_hans_cn: 已将 {num, plural, other{{num} 条消息}}标为已读。
zh_hant_tw: 已標為已讀：{num, plural, =1{1 則訊息} other{{num} 則訊息}}。

# markAsReadInProgress
source: Marking messages as read…
de: Nachrichten werden als gelesen markiert…
it: Contrassegno dei messaggi come letti…
ja: メッセージを既読にしています…
pl: Oznaczanie wiadomości jako przeczytane…
ru: Помечаем сообщения как прочитанные…
sk: Označiť správy ako prečítané…
sl: Označevanje sporočil kot prebranih…
uk: Позначення повідомлень як прочитаних…
zh_hans_cn: 正在将消息标为已读…
zh_hant_tw: 正在標記訊息為已讀…
